Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/DCS/DCSResources.*.resx
Languages: ar

source: Cancel
ar: إلغاء

source: College
ar: المركز

source: Course Code
ar: كود الدورة

# CourseCreditHours
source: Credit Hours
ar: الساعات المعتمدة

source: Course Level
ar: مستوى الدورة

# CourseModuleTitle
source: Courses
ar: الدورات

source: Course Name
ar: اسم الدورة التدريبية

# CoursesTiltle
source: Courses
ar: الدورات

source: Course Type
ar: نوع الدورة

# DefaultSelect
source: Select
ar: تحديد

# NewCourseTiltle
source: New Course
ar: دورة جديدة

source: Save
ar: حفظ

source: Specialization
ar: تخصص

source: Academic Year
ar: السنة الأكاديمية

# ActionDelete
source: Delete
ar: حذف

# ActionEdit
source: Edit
ar: تعديل

# ActionOpenCourse
source: Open Course On Academic Term
ar: دورة مفتوحة في الفصل الدراسي

source: Actions
ar: أجراءات

# ActionView
source: View
ar: عرض

source: Advanced Search
ar: البحث المتقدم

# BtnBack
source: Back
ar: عودة

# CourseClosedSuccessMessage
source: Course closed successfully
ar: تم إغلاق الدورة بنجاح

# CourseCreatedOn
source: Created On
ar: تم إنشاؤها على

# CourseCreditHoursValidation
source: Please enter numeric value more than 0
ar: الرجاء إدخال قيمة رقمية أكبر من 0

# CourseDeletedSuccessMessage
source: Course deleted successfully
ar: تم حذف الدورة بنجاح

# CourseOpennedSuccessMessage
source: Course opened successfully
ar: تم فتح الدورة بنجاح

# CourseOpenTerms
source: Open Academic Term
ar: فتح الفصل الدراسي

# CourseSavedSuccessMessage
source: Course saved successfully
ar: تم حفظ الدورة بنجاح

# CourseUpdatedOn
source: Updated On
ar: تحديث في

# CourseUpdatedSuccessMessage
source: Course updated successfully
ar: تم تحديث الدورة بنجاح

# DetailsCourseTitle
source: Course Details
ar: تفاصيل الدورة

source: End Date
ar: تاريخ الانتهاء

# ErrorCourseDuplicatedBody
source: course with the same course code and college is already existed
ar: بالطبع مع نفس رمز الدورة والكلية موجودة بالفعل

# ErrorCourseDuplicatedHeader
source: Duplicate Course!
ar: دورة مكررة!

# ErrorCourseHasSections
source: Sorry we cannot delete this course , sections related to this course found
ar: معذرة ، لا يمكننا حذف هذه الدورة ، تم العثور على أقسام متعلقة بهذه الدورة

# ErrorCourseTermDuplicatedBody
source: course is already opened in this period
ar: الدورة مفتوحة بالفعل في هذه الفترة

# ErrorCourseTermDuplicatedHeader
source: Already Opened !
ar: فتح بالفعل !

# ErrorSave
source: Error happened while saving , please try again later
ar: حدث خطأ أثناء الحفظ ، يرجى المحاولة مرة أخرى لاحقًا

# ErrorTermCourseHasSections
source: Sorry we cannot delete this term,You must delete all sections on this term before
ar: عذرًا ، لا يمكننا حذف هذا المصطلح ، يجب حذف جميع الأقسام الموجودة في هذا المصطلح من قبل

# FileUploadAttachment
source: Attachment
ar: المرفق

# NoDataToDisplay
source: no items
ar: لا توجد عناصر

# OpenCourseTitle
source: Open Course
ar: افتح الدورة

source: Provider
ar: مزود

source: Search
ar: بحث

source: Start Date
ar: تاريخ البدء

# Term
source: Academic Term
ar: الفصل الدراسي

# UpdateCourseTitle
source: Edit Course
ar: تحرير الدورة

# ActionUpload
source: Upload
ar: رفع

# SectionModuleTitle
source: Sections
ar: الشعب

# UploadRequestsTiltle
source: Uploaded Requests
ar: الطلبات التي تم تحميلها

# FileUploadValidExtensions
source: please upload valid format (.csv)
ar: يرجى تحميل تنسيق صالح (.csv)

# btnAllRequests
source: View all uploads
ar: عرض كل التحميلات

# btnViewInvalidRecords
source: View validation errors
ar: عرض أخطاء التحقق من الصحة

# ErrorAttachmentIsEmpty
source: Attachment file is empty , please select another file
ar: ملف المرفق فارغ ، يرجى تحديد ملف آخر

# SectionUploadInfo
source: Please make sure that all courses added to the system before uploading sections
ar: برجاء التأكد من إضافة جميع الدورات إلى النظام قبل تحميل الأقسام

# SectionEnrollmentModuleTitle
source: Section Enrollment
ar: تسجيل طلاب الشعبة

# UploadSectionEnrollmentTiltle
source: Upload Enrollment
ar: تسجيل الطلاب بالشعب

source: Period
ar: فترة

# AttendanceModuleTitle
source: Attendance
ar: الحضور

# UploadAttendanceTiltle
source: Upload Attendance
ar: رفع الحضور

# SectionUploadDetailsTitle
source: Section Upload Details
ar: تفاصيل تحميل الشعبة

source: Invalid Records
ar: سجلات غير صالحة

# MD_TermType_Name
source: Term Type
ar: نوع المصطلح

# MD_UploadRejectionReason_Name
source: Validation Details
ar: تفاصيل التحقق

# UploadDetailsTitle
source: Upload Details
ar: تفاصيل التحميل

# MD_AcademicYear_Name
source: Academic Year
ar: السنة الأكاديمية

# MD_College_Name
source: College
ar: المركز

# MD_SectionValidation_CourseCode
source: Course Code
ar: كود الدورة

# MD_SectionValidation_FirstMonth
source: First Month
ar: الشهر الأول

# MD_SectionValidation_FourthMonth
source: Fourth Month
ar: الشهر الرابع

# MD_SectionValidation_SecondMonth
source: Second Month
ar: الشهر الثاني

# MD_SectionValidation_SectionCode
source: Section Code
ar: كود القسم

# MD_SectionValidation_ThirdMonth
source: Third Month
ar: الشهر الثالث

# MD_UploadRequest_CreatedBy
source: Uploaded by
ar: تم الرفع بواسطة

# MD_UploadRequest_CreatedOn
source: Uploaded on
ar: تم الرفع في

# MD_UploadRequest_NoOfInValidRecords
source: Number of Errors
ar: عدد الأخطاء

# MD_UploadRequest_NoOfRecords
source: Number of Records
ar: عدد السجلات

# MD_UploadRequest_UploadedFileURL
source: File URL
ar: URL الملف

# MD_SectionEnrollmentAttendanceValidation_AttendedHours
source: Attended Hours
ar: ساعات الحضور

# MD_SectionEnrollmentAttendanceValidation_ExcusedHours
source: Excused Hours
ar: ساعات معذور

# MD_SectionEnrollmentAttendanceValidation_ExtraHours
source: Extra Hours
ar: ساعات إضافية

# MD_SectionEnrollmentValidation_EnrollmentStatus
source: Enrollment Status
ar: حالة التسجيل

# MD_SectionEnrollmentValidation_NationalID
source: National ID
ar: الهوية الوطنية

# CourseCodeLengthValidation
source: Course Code max-length is 20 characters
ar: الحد الأقصى لطول رمز الدورة التدريبية هو 20 حرفًا

# UploadFileProcessingCompleted
source: File Processing Completed
ar: اكتملت معالجة الملف

# UploadFileUnderProcessing
source: File Under Processing...
ar: الملف قيد المعالجة ...

# UploadValidAndInvalidRecordsChecking
source: Valid & Invalid Records Checking...
ar: التحقق من السجلات الصالحة وغير الصالحة ...

# AttendanceUploadInfo
source: Please make sure that all courses, sections , and enrollment added to the system before uploading attendance
ar: يرجى التأكد من أن جميع الدورات والأقسام والتسجيل مضافة إلى النظام قبل تحميل الحضور

# EnrollmentUploadInfo
source: Please make sure that all sections and courses added to the system before uploading enrollment
ar: يرجى التأكد من إضافة جميع الأقسام والدورات إلى النظام قبل تحميل التسجيل

# ActionDownload
source: Download
ar: تحميل

# Msg_OnDeleteCourse
source: You are about to delete course permanently. Are you sure you want to delete this course?
ar: أنت على وشك حذف الدورة بشكل دائم. هل أنت متأكد أنك تريد حذف هذه الدورة؟

# Msg_OnDeleteCourseError
source: Sorry error happened while deleting this course , please try again later.
ar: عذرا حدث خطأ أثناء حذف هذه الدورة ، يرجى المحاولة مرة أخرى في وقت لاحق.

# Msg_OnTermCourseDelete
source: You are about to delete this course on [AcademicYear] [Term] permanently. Are you sure?
ar: أنت على وشك حذف هذه الدورة في [AcademicYear] [Term] نهائيًا. هل أنت واثق؟

# Msg_OnTermCourseDeleteError
source: Sorry error happened while deleting this course on this academic term , please try again later.
ar: عذرا حدث خطأ أثناء حذف هذه الدورة في هذا الفصل الدراسي ، يرجى المحاولة مرة أخرى في وقت لاحق.

source: Created On
ar: تم إنشاؤها على

# DetailsSectionTitle
source: Section Details
ar: تفاصيل الشعبة

source: Offered Hours
ar: الساعات المعروضة

source: Section Attendance Periods
ar: فترات حضور الشعبة

source: Section Code
ar: كود الشعبة

source: Section End Date
ar: تاريخ انتهاء الدورة

source: Section Start Date
ar: تاريخ بدء الدورة

# SectionsTitle
source: Sections
ar: الشعب

source: Total Hours
ar: مجموع الساعات

source: Updated On
ar: تحديث في

# DetailsSectionEnrollmentTitle
source: Section Enrollment Details
ar: تفاصيل تسجيل الشعبة

source: National ID
ar: الهوية الوطنية

# DetailsAttendanceTitle
source: Attendance Details
ar: تفاصيل الحضور

source: Attended Hours
ar: ساعات الحضور

source: Excused Hours
ar: ساعات معذور

source: Extra Hours
ar: ساعات إضافية

# UploadRequestsTitle
source: Uploaded Requests
ar: الطلبات التي تم تحميلها

# UploadRequestDeletedSuccessMessage
source: Upload request deleted successfully
ar: تم حذف طلب التحميل بنجاح

# UploadSectionTiltle
source: Upload
ar: انشاء شعبة

# MD_UploadRequestStatus_Name
source: Status
ar: الحالة

source: Date From
ar: التاريخ من

source: Date To
ar: التاريخ الى

# ErrorUploadRequestHasSections
source: Sorry we cannot delete this upload request, you must delete all related sections before
ar: عذرًا ، لا يمكننا حذف طلب التحميل هذا ، يجب حذف جميع الأقسام ذات الصلة من قبل

# ErrorUploadRequestHasAttendance
source: Sorry we cannot delete this upload request, enrollment attendance is found
ar: عذرًا ، لا يمكننا حذف طلب التحميل هذا ، تم العثور على تسجيل حضور

# Msg_OnUploadRequestdelete
source: Are you sure you want to delete this upload request?
ar: هل أنت متأكد أنك تريد حذف طلب التحميل هذا؟

# Msg_OnUploadRequestdeleteError
source: Sorry error happened while deleting this upload request
ar: عذرا حدث خطأ أثناء حذف طلب التحميل هذا

# Msg_UnauthorizedErrorMessage
source: You are unauthorized to view this page , please contact system admin.
ar: أنت غير مصرح لك بمشاهدة هذه الصفحة ، يرجى الاتصال بمسؤول النظام.

# Msg_UnauthorizedHeader
source: Unauthorized
ar: غير مصرح

# ErrorModuleTitle
source: Error
ar: خطأ

# ActionDownloadTemplate
source: Download Template
ar: تحميل النموذج

# SectionEnrollment_Enrolled
source: Enrolled
ar: المقيدين

# SectionEnrollment_Repeated
source: Repeated
ar: معاد

# MD_UploadRequest_UploadRequestStatusID
source: Status
ar: الحالة

# System_Header
source: DCS
ar: نظام تسجيل الحضور

# Breadcrum_Title_All
source: Search
ar: بحث

# Breadcrum_Title_New
source: New
ar: جديد

# Breadcrum_Title_Upload
source: Upload
ar: رفع

# Breadcrum_Title_UploadRequests
source: Uploaded Requests
ar: الطلبات التي تم تحميلها

# ErrorUploadRequestHasEnrollments
source: Sorry we cannot delete this upload request, you must delete all related enrollments first
ar: عذرًا ، لا يمكننا حذف طلب التحميل هذا ، يجب حذف جميع عمليات التسجيل ذات الصلة أولاً

source: Actived
ar: نشط

source: Attendence Status
ar: حالة الحضور

source: Birth Date
ar: تاريخ الميلاد

source: Branches
ar: الفروع

source: Centers
ar: المراكز

source: Cities
ar: مدن

source: Class End Date
ar: تاريخ انتهاء الحصة

source: Class End Time
ar: وقت انتهاء الحصة

source: Class Of Days
ar: فئة الأيام

source: Class Start Date
ar: تاريخ بدء الحصة

source: Class Start Time
ar: وقت بدء الحصة

source: Class Type
ar: نوع الفصل

source: Courses
ar: الدورات

# FullNameEn
source: Full Name English
ar: الاسم الكامل بالإنجليزية

source: Gender
ar: جنس

source: IBan
ar: آيبان

source: Job Role
ar: الدور الوظيفي

source: Number Seats
ar: عدد المقاعد

source: Programme
ar: برنامج

source: Programs
ar: البرامج

# SpecializationID
source: Specialization
ar: تخصص

source: Status
ar: الحالة

source: Trainee Name
ar: اسم المتدرب

source: Trainee Status
ar: حالة المتدرب

source: User Name
ar: اسم المستخدم

source: User Role
ar: دور المستخدم

source: day
ar: يوم

source: To Section
ar: إلى الشعبة

# SessionsModuleTitle
source: Sessions
ar: المحاضرات

source: Section
ar: الشعبة

source: Section Attendance
ar: حضور الشعبة

source: Excused Absence
ar: غياب بعذر

source: Daily Attendance
ar: الحضور اليومي

source: Attendance Info
ar: معلومات الحضور

source: Students List
ar: قائمة الطلاب

source: Student Name
ar: أسم الطالب

source: Attendance Status
ar: حالة الحضور

source: Scheduler
ar: جدولة الحضور

source: Scheduler Management
ar: إدارة جدولة الحضور

source: Section Details
ar: بيانات الشعبة

source: Save changes
ar: احفظ التغييرات

source: Cancel Changes
ar: إلغاء التغييرات

source: Preview Changes
ar: معاينة التغييرات

source: SessionTime
ar: وقت المحاضرة

source: To
ar: الى

source: Number Of Attendees
ar: عدد الحضور

source: Number Of Absentees
ar: عدد الغائبين

source: Number Of Excused
ar: عدد المعتذرين

source: Instructor
ar: المحاضر

source: Instructor Sessions
ar: جلسات المحاضر

source: Section Sessions
ar: محاضرات الشعبة

source: Course Sessions
ar: جلسات الدورة

source: Delegate Session
ar: تفويض الجلسة

source: Attendance Reports
ar: تقارير الحضور

source: Division Code
ar: كود الشعبة

source: Start Time
ar: وقت بدء المحاضرة

source: End Time
ar: وقت انتهاء المحاضرة

source: New Schedule
ar: جدولة جديدة

source: Download Template
ar: تحميل النموذج

source: Upload Attendance
ar: رفع الحضور

source: New Session Schedule
ar: جدولة الجلسة الجديدة

source: Title
ar: عنوان

# UploadSessionTiltle
source: Upload Session
ar: انشاء محاضرة

# ErrorFileContainsInvalidRecords
source: CSV File Contains Invalid Records
ar: يحتوي الملف على سجلات بها اخطاء

# Msg_SessionsUploadedSuccessfully
source: Sessions Uploaded Successfully
ar: تم جدولة المحاضرات بنجاح

source: Is Recurring
ar: متكرر

source: Transfer Data
ar: بيانات التحويل

source: Transfer Trainees
ar: تحويل المتدربين

source: Off
ar: إيقاف

source: On
ar: تفعيل

# Msg_AttendanceRecordedBefore
source: The attendance of this session has been recorded before.
ar: تم تسجيل حضور هذه المحاضرة من قبل.

# Msg_NoAttendanceToday
source: There is no attendance for this session today.
ar: لا يوجد حضور لهذه المحاضرة اليوم.
