Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/Enrollment/ApplicantResources.*.resx
Languages: ar

# AcademicRecordAttachment
source: Transcript
ar: السجل الأكاديمى

source: Batch
ar: الدفعه

source: Birth Year
ar: سنة الميلاد

source: Birth Year Hijri
ar: سنة الميلاد الهجرية

source: Certificate Attachment
ar: مرفق شهادة التخرج

source: Certificate Equivalence Letter Attachment
ar: خطاب معادلة الشهادة من وزاره التعليم

source: City
ar: المدينة

source: CV Attachmen
ar: السيرة الذاتية العملية

source: Email
ar: البريد الإلكتروني

source: Employer Letter Attachment
ar: خطاب من صاحب العمل

source: English Certificate Attachment
ar: مرفق شهادة اللغة الإنجليزية

source: Experience Certificate Attachmen
ar: شهادة الخبرة

source: First College
ar: الكلية الأولى

source: First Specialization
ar: التخصص الأول

# HaveEnglishCertificate
source: Do You Have An English Certificate ?
ar: هل لديك شهادة فى للغة الإنجليزية ؟

# HighSchoolCertificateAttachment
source: High School Attachment
ar: مرفق الشهادة المدرسية

source: National ID
ar: الهوية الوطنية

source: Program Desc Attachment
ar: وصف البرنامج

source: Programs
ar: البرنامج التدريبي

# RecaptchaVerification
source: Verification Code
ar: رمز التحقق

source: Region
ar: المنطقة

# RepeatedCollegeSpecialization
source: Specialization is repeated. Please select another specialization .
ar: التخصص مكرر. يرجى اختيار تخصص آخر.

source: Second College
ar: الكلية الثانية

source: Second Specialization
ar: التخصص الثانى

# StudentAlreadyEnrolled
source: Sorry, this student already has been enrolled
ar: عذراً ، لقد تم تسجيل هذا الطالب من قبل

# StudentAlreadyHaveInProgressEnrollmentRequest
source: Sorry, this student already have in progress enrollment request
ar: عذراً ، هذا الطالب لديه بالفعل طلب تحت الإجراء

source: Student Identity Attachment
ar: مرفق الهوية الوطنية

source: Third College
ar: الكلية الثالثة

source: Third Specialization
ar: التخصص الثالث

# YakeenServicesNoDataRetrived
source: Sorry, the student data was not retrieved from the Yakeen service .
ar: عذرًا ، لم يتم استرداد بيانات الطالب من خدمة يقين .

# FirstCollege_SP
source: First Institute
ar: المعهد الأول

# RepeatedCollegeSpecialization_SP
source: You must not repeat the selection of same institute on the same specialization
ar: يجب عدم تكرر اختيار المعهد نفسه في نفس التخصص

# SecondCollege_SP
source: Second Institute
ar: المعهد الثانى

# ThirdCollege_SP
source: Third Institute
ar: المعهد الثالث

source: Country
ar: الدولة

# YakeenServicesNoDataRetrived2
source: Sorry, the candidate data was not retrieved from the Yakeen service .
ar: عذرًا ، لم يتم استرداد بيانات المتقدم من خدمة يقين .

source: Birth Date(Hijri)
ar: تاريخ الميلاد (هجري)

# FirstCollege_OSH
source: First Training Center
ar: مركز التدريب الأول

# SecondCollege_OSH
source: Second Training Center
ar: مركز التدريب الثانى

# ThirdCollege_OSH
source: Third Training Center
ar: مركز التدريب الثالث

source: Academic degree
ar: الدرجة الأكاديمية

# AcademicDegreeAttachment
source: Academic degree certificate ( in case the certificate is outside the KSA , an equivalent from the Ministry of Education must be attached )
ar: شهادة الدرجة الأكاديمية ( في حال الشهادة خارج المملكة يتم إرفاق معادلة من وزارة التعليم )

# AcademicDegreeCertificateAttachmentErrorMsg
source: Sorry, please make sure to upload the academic degree certificate attachment
ar: عذرا ، يرجى التأكد من تحميل مرفق شهادة الدرجة الأكاديمية

# StudentEnglishCertificateAttachmentErrorMsg
source: Sorry, please make sure to upload the english language certificate attachment
ar: عذرا ، يرجى التأكد من تحميل مرفق شهادة اللغة الإنجليزية

# StudentHighSchoolCertificateAttachmentErrorMsg
source: Sorry, please make sure to upload the high school certificate attachment
ar: عذرا ، يرجى التأكد من تحميل مرفق شهادة الثانوية العامة

# StudentIdentityAttachmentErrorMsg
source: Sorry, please make sure to upload the national ID attachment
ar: عذرا ، برجاء التأكد من تحميل مرفق الهوية الوطنية

source: Specialization
ar: التخصص
