Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/Enrollment/EnrollmentResources.*.resx
Languages: ar

source: Actions
ar: خيارات

source: Advanced Search
ar: البحث المتقدم

# AnnouncementsAllLinkText
source: All Announcements
ar: كل الإعلانات

# AnnouncementsHeader
source: Announcements
ar: الإعلانات

# AnnouncementsMoreLinkText
source: More
ar: المزيد

# ApplicationList
source: Applications List
ar: قائمة المتقدميين

# ApplicationsTitle
source: Applications
ar: المتقدميين

source: Calender
ar: التقويم

source: Cancel
ar: الغاء

# CanNotSendEnrollmentRequest
source: Sorry, you can not register because the registration has not been opened yet
ar: عذراً, لا يمكنك التسجيل نظرا لأنه لم يتم فتح باب التسجيل حتى الآن

# ChangeContactInfo
source: Change contacts
ar: تغيير بيانات الإتصال

source: Change Specialization
ar: تغيير التخصص

source: College
ar: الكلية

source: College Dashboard
ar: الرئيسية

# DashboardApplicationReceived
source: Received
ar: مستلم

# DashboardCancel
source: Cancel
ar: ملغى

# DashboardConditionalAcceptance
source: Conditional
ar: مشروط

# DashboardEnrolled
source: Enrolled
ar: مقبول

# DashboardRejected
source: Rejected
ar: مرفوض

# DashboardWaitingList
source: Waiting
ar: انتظار

source: Details
ar: تفاصيل

# EnrollmentHistoryAndExams
source: Enrollment history
ar: سجل المتدرب والإختبارات

# EnrollmentInfo
source: Enrollment information
ar: بيانات الإلتحاق

# EnrollmentList
source: Enrollments List
ar: قائمة المقبوليين

# EnrollmentModuleTitle
source: Enrollment
ar: المقبوليين

# EnrollmentTiltle
source: Enrollment
ar: المقبوليين

# ErrorModuleTitle
source: Error
ar: خطأ

source: Female
ar: انثى

# FullName
source: Student Name
ar: اسم الطالب

source: Male
ar: ذكر

# Msg_UnauthorizedErrorMessage
source: You are unauthorized to view this page , please contact system admin.
ar: غير مصرح لك بالدخول لهذه الصفحة، الرجاء الاتصال بمدير النظام.

# Msg_UnauthorizedHeader
source: Unauthorized
ar: غير مصرح

source: My Profile
ar: البيانات الشخصية

source: NationalId
ar: الهوية الوطنية

source: New Specialization
ar: التخصص الجديد

source: No data to display
ar: لا توجد بيانات

# SchoolInfo
source: School information
ar: المعلومات الدراسية

source: Search
ar: بحث

source: Select
ar: - اختر -

source: Specialization
ar: التخصص

# SpecializationChangedFaild
source: Sorry , the student specialization has not changed . Please try again .
ar: عذراً , لم يتم تغيير تخصص الطالب . رجاء حاول مرة اخرى .

# SpecializationChangedSuccessfully
source: The student specialization has been changed successfully .
ar: لقد تم تغيير تخصص الطالب بنجاح .

# Stage
source: Current Status
ar: الحالة

source: Status
ar: الحالة

# StatusActive
source: Active
ar: مستمر

# StatusInActive
source: InActive
ar: غير مستمر

# StudenInfo
source: Student Information
ar: المعلومات الشخصية

source: Student attendence
ar: بيانات الحضور

source: Student Profile
ar: بيانات الطالب

# ChangeCurrentEnrollmentStatus
source: Change Current Status
ar: تغيير الحالة

# CurrentStatus
source: Cuurent Status
ar: الحالة الحالية

source: New Status
ar: الحالة الجديدة

# StageChangedFaild
source: Sorry, the student enrollment status has not changed please try again.
ar: عذراً , لم يتم تغيير حالة التحاق الطلب رجاء حاول مرة اخرى .

# StageChangedSuccessfully
source: The student enrollment status has been changed successfully .
ar: لقد تم تغيير التحاق حالة الطالب بنجاح .

source: Academic year
ar: العام الدراسي

# AcademicYearTerm
source: Term
ar: الفصل الدراسي

# Deferral
source: Deferred
ar: مؤجل

source: Dismissed
ar: مفصول

source: Enrolled
ar: مقبول

source: Graduated
ar: خريج

source: Graduated Associate Diploma
ar: خريج دبلوم مشارك

source: Graduated Diploma
ar: حريج دبلوم

source: Graduated Foundation
ar: خريج السنة التحضيرية

source: No Show
ar: قبل ولم يحضر

source: Percentage
ar: النسبة المئوية

# Transfer
source: Transferred
ar: محول

# Withdrawal
source: Withdrawn
ar: منسحب

# SponserChangedFaild
source: Sorry, the student sponser has not changed please try again.
ar: عذراً , لم يتم تغيير راعى الطلب رجاء حاول مرة اخرى .

# SponserSavedSuccessfully
source: The student sponser has been added successfully .
ar: لقد تم اضافة راعى للطالب بنجاح .

# SponserupdatedSuccessfully
source: The student sponser has been changed successfully .
ar: لقد تم اضافة راعى الطالب بنجاح .

source: Other
ar: اخرى

# AcademicYearTermName
source: Academic Year Term
ar: الفصل والعام الدراسي

# HaveOldEnrollmentRequest
source: Sorry, this student has already an enrollment request .
ar: عذراً , هذا الطالب لديه طلب تسجيل من قبل .

# CreateNewApplication
source: New Application
ar: تسجيل طالب جديد

source: Sponser
ar: الراعي

# ApplicationHasBeenReceived
source: Has been received
ar: تم استلام الطلب

source: Conditional acceptance
ar: قبول مشروط

source: Waiting list
ar: قائمة الانتظار

source: Current Stage
ar: الحالة

source: Previous Stage
ar: الحالة السابقة

# System_Header
source: Enrollment
ar: نظام التسجيل

# EnrollmentRequestCanNotUpdate
source: Sorry , Request status not allow you to update the request .
ar: عذرا، لا تسمح حالة الطلب بتحديث الطلب.

source: Admitted
ar: مقبول مبدئيا

source: Expired Offer
ar: عرض منتهي

# HasActiveEnrollmentRequest
source: Sorry , This student already has an active enrollment request .
ar: عذراً , هذا الطالب لديه بالفعل طلب التسجيل قيد التنفيذ .

source: Admission By Stauts
ar: القبول حسب الحالة

# AdmissionByStautsHint
source: Labels hidden if value is less than (10%) of the pie .
ar: يتم إخفاء التصنيفات إذا كانت القيمة أقل من (10٪) من الرسم البيانى.

source: Enrollment Sponsor
ar: الراعي

source: Enroll Student
ar: تسجيل الطالب

source: Sponsor
ar: الراعي

source: Print Certification
ar: طباعة شهادة التخرج

# NoShowPopupConfirmation
source: Are you sure to change the student status to No Show ?
ar: هل أنت متأكد من تغيير حالة الطالب إلى عدم الحضور؟

# NoShowPopupHeader
source: Change enrollment staus to no show
ar: تغيير حالة الطالب إلى عدم الحضور

source: Intake
ar: متدرب جديد

source: Active Students
ar: الطلاب الحاليين

source: Graduated Association
ar: خريج دبلومة ملحقة

source: Intake Term
ar: فصل القبول

source: Applicants
ar: المتقدمين

# ResidentStudentsAdmissionPeriodExpired
source: Sorry, the resident students admission period has expired
ar: عذرا ، لقد انتهت فترة قبول الطلاب المقيمين

# ResidentStudentsRegistrationPeriodExpired
source: Sorry, the enrollment request period for resident students has expired
ar: عذرا ، لقد انتهت فترة تسجيل الطلبات للطلاب المقيمين

# InTakeStudentsToNoShow
source: Sorry, it is not possible to change the status of students to (No-Show) unless the student's intake semester is the current semester.
ar: عذرًا ، لا يمكن تغيير حالة الطلاب إلى (قبل ولم ينتظم في التدريب) ما لم يكن الفصل الدراسي الذى قبل به الطالب هو الفصل الدراسي الحالي.

source: Application status
ar: حالة طلب الإلتحاق

# LastYakeenUpdated
source: Last automatically update at
ar: آخر تحديث تلقائي في

# NoCollegeSpecified
source: {0} is not specified
ar: لم يتم تحديد {0}

# NoSpecializationSpecified
source: Specialization is not specified
ar: لم يتم تحديد التخصص

# ArgumentException_BirthDate
source: Sorry , Student birth date cannot be Null Or Empty
ar: عذرًا ، لا يمكن أن يكون تاريخ ميلاد الطالب فارغاً

# ArgumentException_BirthDate_IsValid
source: Sorry , Invalid student birth date
ar: عذرا ، تاريخ ميلاد الطالب غير صالح

# ArgumentException_NationalID
source: Sorry , Student nationalId cannot be Null Or Empty
ar: عذرًا ، لا يمكن أن يكون السجل المدنى الطالب فارغاً

# ArgumentNullException_YakeenStudent
source: Sorry, the trainee information has not been retrieved from the National Information Center. Please check the trainee Hijri birth date and try again later
ar: عذرًا ، لم يتم استرجاع معلومات المتدرب من مركز المعلومات الوطني. يرجى التحقق من تاريخ ميلاد المتدرب الهجري وإعادة المحاولة لاحقًا

# ChangeSpecializationFoundationLevelInfo
source: There is no other specialization for foundation level
ar: لا يوجد اى تخصصات اخرى فى السنة التحضيرية

# StudentHasAnEnrollmentRequest
source: The student {0} national ID No {1} already have an application with status {2}
ar: الطالب {0} هوية وطنية رقم {1} لديه بالفعل طلب إلتحاق بالحالة {2}

# StudentIsAlreadyEnrollment
source: The student {0} national identity number {1} already enrolled in {2}
ar: الطالب {0} هوية وطنية رقم {1} مقبول في {2}

# FilterApplicantsBeforeBatchEditing
source: Please try to filter applicants before batch editing .
ar: رجاء تصفية حزمة المتقدمين قبل تعديل حالتها

# BatchEditingModalPopupHeaderFilter
source: Filter the applications list for batch editing
ar: تصفية قائمة الطلبات للتحرير الدفعي

# NoAvailableColleges
source: Sorry, there are no available colleges or institutes for registration .
ar: عذرًا ، لا توجد كليات أو معاهد متوفرة للتسجيل

# CanNotSendOrEditEnrollmentRequest
source: You cannot modify the enrollment request due to the expiration of the the modification period of enrollment requests .
ar: لا يمكنك تعديل طلب التسجيل بسبب انتهاء فترة التعديل طلبات التسجيل .

# ExamResult_AssessmentCode
source: Assessment Code
ar: كود التقييم

# ExamResult_Percentage
source: Percentage
ar: النسبة المئوية

# ExamResult_Qualification
source: Qualification
ar: المؤهل

# ExamResult_ResultDate
source: Exam Date
ar: تاريخ الإختبار

# ExamResult_ResultStatus
source: Status
ar: الحالة

# ExamResult_TestDate
source: Test Date
ar: تاريخ الإختبار

# ExamResult_TotalScore
source: Total Score
ar: مجموع النقاط

# ExamResult_DateTo
source: To Date
ar: حتى تاريخ

# ExamResult_FromDate
source: From Date
ar: من تاريخ

# ExamResult_OrganizationCode
source: Organization Code
ar: كود المؤسسة

# EnrolledBefore
source: Dear trainee your current enrollment status is {0} . You contact the administration of {1} or the administration of the College Of Excellence (COE) - Student Affairs department in order to update the status of your file in the admission and registration system
ar: عزيزي المتدرب ، إن حالة التسجيل الحالية الخاصة بك هي {0} . يمكنك الاتصال بإدارة {1} أو إدارة كلية التميز (COE) - قسم شؤون الطلاب لتحديث حالة ملفك في نظام القبول والتسجيل

# ExamResult_AssessmentSubType
source: Assessment SubType
ar: نوع التقييم الفرعي

# ExamResult_AssessmentType
source: Assessment Type
ar: نوع التقييم

# ExamResult_Grade
source: Grade
ar: الدرجة

# ExamResult_ScheduleCode
source: Assessment Period Code
ar: رمز التقييم

# ExamResult_AssessmentComponent
source: Assessment Component
ar: نوع الإختبار

# ExamResult_Program
source: Program
ar: البرنامج التديبي

# ExamResult_ExamBookingCode
source: Exam Booking Code
ar: كود حجز الامتحان

source: Expected Graduation
ar: التخرج المتوقع

# ExamResult_QualificationIDs
source: Qualifications
ar: المؤهلات

# UpdateAutomatically
source: Automatically update
ar: التحديث تلقائيًا

# RegistrationNotOpenForColleges
source: Sorry, You cannot submit the application because of the registration for {0} colleges has not yet been opened
ar: عذرًا ، لا يمكنك تقديم طلب التسجيل نظراً لأنه لم يتم فتح باب التسجيل لكليات {0} حتى الآن

# ExamResult_TestCenterCode
source: Test center code
ar: رمز مركز الاختبار

source: Exam Results
ar: نتائج الإختبارات

# CanNotSendGenderEnrollmentRequest
source: Sorry, you can not register new application because the registration has not been opened yet for {0}
ar: عذرًا ، لا يمكنك تسجيل طلب التحاق جديد نظرا لأنه لم يتم فتح التسجيل حتى الآن لـ {0}

source: Applications By Status
ar: الطلبات بالحالة

source: Enrollments By Stages
ar: المتدربين بالحالات

source: Enrollments By Status
ar: المتدربين بالفاعلية

source: Trainee Information
ar: بيانات المتدرب

source: Trainee Name
ar: اسم المتدرب

source: Trainees
ar: المتدربين

# ErrorOccured
source: Sorry, an error has been occurred ,please try again later
ar: عذرا ، لقد حدث خطأ ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Certificate
ar: الشهادة

# CertificateNotIssued
source: The trainee is under studying and there is no certificate has been issued to him
ar: المتدرب قيد الدراسة ولم يصدر له أي شهادة

source: Training Program
ar: البرنامج التدريبي
