Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/Enrollment/ExamBookingResources.*.resx
Languages: ar

# AppointmentBooking
source: Exam Appointment Booking
ar: حجز موعد الإختبار

# AvailableExamTimes
source: Available Times For The Exam
ar: الأوقات المتاحة للإختبار

source: Book Now
ar: احجز الآن

# BookTheFee
source: Pay the fee
ar: ادفع الرسوم

# CardExpiryDate
source: Card Expiry Date(MM/YY)
ar: تاريخ انتهاء صلاحية البطاقة (MM / YY)

source: Card Holder Name
ar: اسم حامل البطاقة

source: Card Number
ar: رقم البطاقة

# CardVerificationCode
source: Card Verification Code (CVC)
ar: رمز التحقق من البطاقة (CVC)

source: Center
ar: مركز التدريب

source: Exam Code
ar: رمز الإختبار

source: Exam Date
ar: تاريخ الإختبار

source: Exam Detail
ar: بيانات الإختبار

# ExameCenterLocationUrl
source: Center Location Url
ar: رابط مقر المركز

# ExameCenterName
source: Center Name
ar: اسم المركز

source: Exam End At
ar: توقيت نهاية الإختبار

# ExamFees
source: Exam fee payment
ar: دفع رسوم الإختبار

source: Exam Name
ar: اسم الإختبار

source: Exam Start At
ar: توقيت بداية الإختبار

# NoDataToDisplay
source: There are currently no available dates for the exam
ar: لا توجد مواعيد متاحة للاختبار في الوقت الحالي

source: Payment Information
ar: بيانات الدفع

source: Qualification
ar: المستوى

# TraineeInformation
source: Student Information
ar: بيانات الطالب

# TraineeName
source: Student Name
ar: اسم الطالب

# TraineeNationalID
source: Student NationalID
ar: الهوية الوطنية

source: Exam City
ar: مدينة الاختبار

source: Paid Amount
ar: المبلغ المدفوع

source: Exam Payment Details
ar: بيانات حجز الاختبار والدفع

source: Confirmed
ar: مؤكد

source: Canceled
ar: ملغي

source: Pending
ar: غير مدفوع

# EmailCancelationTitle
source: Your exam booking canceled
ar: تم إلغاء حجز الاختبار الخاص بك

source: Payment Successful
ar: تم الدفع بنجاح

# MsgCanceledWithRefunded
source: The exam booking is canceled and exam fees refunded
ar: تم إلغاء حجز الاختبار واسترداد رسوم الاختبار

# MsgCanceledWithoutRefunded
source: The exam booking is canceled and the exam fees are not refunded please contact the administrator
ar: تم إلغاء حجز الاختبار ولا يتم رد رسوم الاختبار، يرجى الاتصال بالمسؤول

source: Exam Center Details
ar: بيانات مركز الإختبار

source: Exam Booking Details
ar: بيانات حجز الإختبار

source: Reschedual
ar: اعادة جدولة

# SlotUnavailable
source: The selected slot is currently unavailable, Please select another exam slot.
ar: الفترة المحددة غير متاحة حاليًا ، يرجى تحديد خانة اختبار أخرى.

# SlotUnavailableAndfeesRefunded
source: The selected slot is currently unavailable, And exam fees was Refunded, Please select another exam slot.
ar: الفترة المحددة غير متاحة حاليًا ، وتم رد رسوم الاختبار ، يرجى تحديد خانة اختبار أخرى.

# EditCurrentBooking
source: You can edit your current booking
ar: يمكنك تعديل حجزك الحالي

source: Pay And Refund Policy
ar: سياسة الدفع والاسترداد

# IsAgreeOnPayPolicy
source: Acknowledgment of <a href="/ExamBooking/PayAndRefundPolicy" target="_blank">the payment and refund policy </a>
ar: الإقرار بالإطلاع على <a href="/ExamBooking/PayAndRefundPolicy" target="_blank">سياسة الدفع والإسترداد</a>

# PayPolicyLink
source: Payment and refund policy link
ar: رابط سياسة الدفع والإسترداد

# MustAgreeOnPayPolicy
source: You must agree on the Pay And Refund Policy
ar: يجب أن توافق على سياسة الدفع والاسترداد

source: Exam URL
ar: رابط الاختبار

# UnavailableCity
source: Work is underway to add test centers in other regions
ar: جاري العمل على إضافة مراكز إختبارات في مناطق آخرى

# Msg_CannotCancel
source: You cannot cancel according to the payment and refund policies
ar: لايمكنكم الإلغاء حسب سياسات الدفع والإسترداد

# EmailTitle
source: Occupational safety and health cadres program exam
ar: إختبار برنامج كوادر السلامة والصحة المهنية

source: Exam Language
ar: لغة الإختبار

source: Exam Result
ar: نتيجة الإختبار

# Result
source: The result
ar: النتيجة

source: Pending result
ar: النتيجة تحت الاجراء

source: Pass
ar: تم الإجتياز

source: Fail
ar: لم يتم الإجتياز

# PayAgain
source: Pay again and book the exam
ar: ادفع مرة أخرى واحجز الإختبار

source: Completed
ar: مكتمل

# PaymentConfirmed
source: The payment received.the schedule is under processing
ar: تم استلام مبلغ الحجز، وجدولة الإختبار تحت الاجراء

source: Emergency Cancelled
ar: الحجز ملغى للطوارئ

source: Refunded
ar: اعادة الرسوم

source: SARAS Confirmed
ar: مؤكد فى SARAS

# ReTakeExam
source: Retake The Exam
ar: أعد الامتحان

# BookingRetakeSuccessful
source: Booking Successful
ar: تم الحجز بنجاح

source: Refunded Credits
ar: الرصيد المسترجع

source: Successful Refund
ar: تم الاسترداد

source: Not Refunded
ar: لم يتم الاسترداد

source: Requested Refund
ar: طلب الاسترداد

# IsRequestedRefund
source: Requested before
ar: تم الطلب من قبل

# NotRequestedRefund
source: Can request
ar: يمكن الطلب

# RequestRefund
source: Request a Refund
ar: طلب استرداد الرسوم

# Msg_CannotRefund
source: You cannot refund selected payment
ar: لايمكنكم إسترداد هذه العملية

# MsgRequestedAndRefunded
source: Fees successfully refunded
ar: تم رد الرسوم بنجاح

# MsgRequestedWithoutRefund
source: Cannot refund the fees, please contact the administrator.
ar: لا يمكن استرداد الرسوم ، يرجى الاتصال بالمسؤول.

# OpenBookings
source: Current Bookings
ar: الحجوزات الحالية

source: Confirmed Bookings
ar: الحجوزات المؤكدة

source: Upcoming Bookings
ar: الحجوزات القادمة

# Invoices
source: Payment and refunds invoices
ar: فواتير الدفع و الأسترداد

# InvoiceFile
source: Payment Invoice
ar: فاتورة الدفع

# CreditNoteFile
source: Cancelation Invoice
ar: فاتورة الإلغاء

source: Invoice Type
ar: نوع الفاتورة

# AttendanceRecorded
source: All students already have attendance recorded
ar: تم تسجيل حضور جميع الطلاب بالفعل

source: Comment List
ar: قائمة التعليقات

# PaymentServiceIssue
source: Payment Service has an Issue, please try again later
ar: هناك مشكلة في خدمة الدفع، يرجى المحاولة مرة أخرى لاحقًا

# CancelationRequestExist
source: A Cancelation Request already Exist
ar: طلب الإلغاء موجود بالفعل

# CancelationRequestSubmitted
source: The Cancelation Request Submitted successfully
ar: تم إرسال طلب الإلغاء بنجاح
