Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/RPL/ExamRequestResources.*.resx
Languages: ar

source: Academic Record
ar: السجل الأكاديمي

# AcceptTermOfService
source: I accept the terms
ar: اوافق على الشروط

source: Birth Year
ar: سنة الميلاد

source: Confirmation
ar: مراجعة الطلب

source: Educational Equation
ar: المعادلة التعليمية

# ETrainingAttendance
source: E-training attendance certificate
ar: شهادة حضور تدريب إلكتروني

source: Graduation Certificate
ar: شهادة التخرج

# GraduationCertificateAttachments
source: Graduation certificate
ar: شهادة التخرج

# IseTrainingCompleted
source: I acknowledge that I have completed the e-training
ar: أقر بأني قد اتممت التدريب الإلكتروني

# IsHealthSpecialist
source: Do you have a health specialization?
ar: هل انت حاصل على احدى التخصصات الصحية؟

# LetterOrexperienceCertificate
source: Letter of introduction from the employer / experience certificate
ar: خطاب تعريف من جهة العمل / شهادة الخبرة

# QualificationFrom
source: Obtaining the qualification from
ar: حاصل على المؤهل من ؟

# QualificationFromInside
source: Inside the kingdom
ar: داخل المملكة

# QualificationFromOutside
source: Outside the kingdom
ar: خارج المملكة

# RequiredAttachments
source: Attachments
ar: المستندات المطلوبة

source: Saudi council of engineers certificate
ar: شهادة إعتماد هيئة المهندسين

# SaudiHealthSpecializationsAuthorityCertificate
source: health specialties authority certificate
ar: شهادة إعتماد هيئة التخصصات الصحية

source: Student identity
ar: هوية الطالب

# StudentIdentityAttachment
source: National ID Attached
ar: مرفق الهوية الوطنية

source: Student Info
ar: بيانات الطالب

# SubmitETrainningStudents
source: Submit a new exam request for e-training students
ar: تقديم طلب اختبار جديد لطلاب التدريب الإلكتروني

# TermsConditions
source: Terms and conditions
ar: الأحكام والشروط

source: Training Track
ar: المستوى

# TrainingTrackPractitioner
source: Practitioner
ar: ممارس

# TrainingTrackProfessional
source: Professional
ar: محترف

source: Years of Experience
ar: عدد سنوات الخبرة

# ModuleTitle
source: Exam Request
ar: طلب التسجيل للإختبار

# IndexTitle
source: Requests list
ar: قائمة الطلبات

# HealthSpecialist
source: have a health specialization
ar: حاصل على احدى التخصصات الصحية

# QualificationFromInsideKSA
source: Obtaining the qualification from Inside the kingdom
ar: حاصل على المؤهل من داخل المملكة

# EmailSubjectApproved
source: Exam request approved
ar: قبول طلب الأختبار

# EmailSubjectRejected
source: Exam request rejected
ar: رفض طلب الإختبار

# EmailSubjectResend
source: Exam request resent
ar: اعادة ارسال طلب الإختبار

# SubmitMsg
source: The application will be reviewed and the applicant informed of the eligibility to register for the test within a period not exceeding 15 working days.
ar: سيتم مُراجعة الطلب وإعلام المتقدم بأحقية التسجيل للاختبار خلال مدة لاتتجاز 15 يوم عمل.

source: Apply Exam
ar: تقديم طلب

# Msg_NotRPL
source: Sorry, you do not have a certificate of conformity of qualifications and experience from occupational safety and health cadres
ar: عذرًا ، ليس لديك شهادة مطابقة المؤهلات والخبرات من كوادر السلامة والصحة المهنية

source: Booking
ar: الحجز
