Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/RPL/RPLResources.*.resx
Languages: ar

source: Academic Record
ar: السجل الاكاديمي

source: Actions
ar: الاجراءات

source: Add
ar: اضافة

source: Amount
ar: المبلغ

source: Application Checklist Attachments
ar: الوثائق

source: Application Details
ar: معلومات الطلب

source: Applications
ar: الطلبات

source: Attachment
ar: المرفق

source: Attachment is Required
ar: المرفق الزامي

source: Attachment Name
ar: اسم المرفق

source: Attachments
ar: المرفقات

source: Birth Date
ar: تاريخ الميلاد

# BtnBack
source: Back
ar: العودة

source: Candidate Identity
ar: الهوية الوطنية

source: Candidate Identity Attachment
ar: الهوية الوطنية

source: Candidate Information
ar: بيانات المتقدم

source: Card CVC
ar: الرمز السري

source: Card Number
ar: رقم البطاقة

source: Card Type
ar: نوع البطاقة

source: Certificate Attachment
ar: صورة مصدقة من الشهادة العلمية

source: Certificate Equivalence Letter
ar: صورة من معادلة الشهادة العلمية

source: Certificate Title
ar: مسمى الشهادة

source: Click Here To Edit
ar: اضغط هنا للتعديل

source: Continue
ar: استمرار

# ContinueWizard
source: Continue
ar: استمرار

source: Credit Card Information
ar: معلومات البطاقة الائتمانية

source: Curriculum Vitae
ar: السيرة الذاتية

source: Day
ar: اليوم

source: Degree
ar: المستوى التعليمي

source: Delete
ar: حذف

source: EducationalQualificationDetails
ar: بيانات المؤهل

source: Education Level
ar: المستوى التعليمي

source: Employer Letter
ar: خطاب تعريف من جهة العمل (للموظف)

source: Experience Certificate
ar: شهادة مدد وأجور من موقع التأمينات

source: Expiration Date
ar: تاريخ الانتهاء

source: Finished
ar: مكتمل

source: Full Name (Arabic)
ar: الاسم الكامل (باللغة العربية)

source: Full Name (English)
ar: الاسم الكامل (باللغة الانجليزية)

source: Graduation Date
ar: تاريخ التخرج

source: Home
ar: الرئيسية

# IAgreeFeesUnrefundable
source: I Agree, that fees are not refundable.
ar: اوافق على أن الرسوم غير مستردة.

source: Incomplete
ar: غير مكتمل

source: Info
ar: تنويه

source: In Progress
ar: تحت الاجراء

source: Institution Address
ar: عنوان المؤسسة التعليمية

source: Institution Name
ar: المؤسسة التعليمية المانحة للشهادة

source: Month
ar: الشهر

source: Name on Card
ar: الاسم على البطاقة

source: New Application
ar: طلب جديد

# NoDataToDisplay
source: No Data
ar: لا توجد بيانات

source: No File Uploaded
ar: لا يوجد مرفق

# OHSInfo
source: OH&S Certificates information
ar: ارفق الشهادات والدورات

source: Payment
ar: دفعة

source: Payments
ar: الدفع

source: PaymentsInformation
ar: معلومات الدفع

source: Pay Now
ar: ادفع

source: Program Description
ar: الوصف الوظيفي الحالي

source: Requests
ar: الطلبات

source: RPL Applications
ar: طلبات معادلة الشهادات

source: RPL Approval Request
ar: طلب معادلة الشهادات

source: RPL Information
ar: معلومات الطلب

source: RPL REQUEST WIZARD
ar: طلب معادلة الشهادات

source: SaveAndContinue
ar: حفظ واستمرار

source: Save and Submit
ar: حفظ وارسال

# SaveAndSubmitConfirm
source: Do you want to save and submit the request?
ar: هل تريد الحفظ وارسال الطلب؟

source: Start Study Date
ar: تاريخ الالتحاق

source: Title
ar: العنوان

source: Updated At
ar: تاريخ التحديث

# UploadYourAttachmentsOptional
source: Upload your files
ar: ارفق الملفات

source: View
ar: مشاهدة

source: Waiting For Payment
ar: بانتظار الدفع

source: Warning
ar: تنبيه

# YakeenServicesNoDataRetrived
source: Sorry, the candidate data was not retrieved from the Yakeen service.
ar: عذرا, لم يتم استرجاع بيانات المتقدم من خدمة يقين.

source: Year
ar: السنة

source: City
ar: المدينة

source: Country
ar: البلد

source: First Name
ar: الاسم الاول

source: Fourth Name
ar: اسم العائلة

source: Second Name
ar: الاسم الثاني

source: Third Name
ar: الاسم الثالث

source: Course Name
ar: اسم الدورة

source: File Name
ar: اسم الملف

source: File Type
ar: نوع الملف

source: FAQ
ar: الأسئلة الشائعة

source: Privacy Policy
ar: سياسة الخصوصية

source: Usage and disclaimer
ar: الإستخدام وإخلاء المسؤولية

# Brief
source: About the program
ar: نبذة عن البرنامج

source: Center Account Registration
ar: تسجيل حساب منشأة تدريبية

# CenterName
source: Center Name (EN)
ar: اسم المنشأة التدريبية بالإنجليزيه

source: You must agree
ar: يجب الموافقة

source: Center Name (AR)
ar: اسم المنشأة التدريبية

# CenterDescription
source: Description
ar: الوصف

# IAgree
source: I Agree to the
ar: أوافق على

# TermsOfUse
source: Terms of Use and Privacy Policy
ar: اتفاقية الاستخدام و سياسة الخصوصية

# StatusInvalid
source: Status is not valid for this operation
ar: الحالة لا تسمح بهذه العملية

# CenterRequest
source: Center Approval Request
ar: طلب اعتماد منشأة التدريبية

source: Submit Center Request
ar: طلب اعتماد مركز جديد

# CollegeTypeIsNotCenter
source: Please verify center type
ar: الرجاء التحقق من نوع المركز

source: Center Information
ar: معلومات المنشأة التدريبية

# CenterContactDetails
source: Contact Details
ar: معلومات الاتصال

source: Center Name (En)
ar: اسم المنشأة التدريبية (En)

# CenterType
source: Type
ar: النوع

source: Description
ar: الوصف

source: Description (Ar)
ar: الوصف (Ar)

source: Description (En)
ar: الوصف (En)

source: Mobile No
ar: جوال

source: Official Email
ar: البريد الالكتروني الرسمي

source: Status
ar: الحالة

source: TVTCNum
ar: رقم TVTC

source: Address
ar: العنوان

source: Email
ar: البريد الالكتروني

source: Fax No
ar: فاكس

source: Login Account Details
ar: معلومات المستخدم

source: Profile
ar: الملف

# SubmitProfile
source: Submit
ar: ارسال

source: Tel No
ar: الهاتف

source: Tel No 1
ar: الهاتف 1

source: UserName
ar: اسم المستخدم

# PasswordValidator
source: Invalid password . Password must be between 8 and 25 characters and must contain at least one lowercase letter, one uppercase letter and at least one special character
ar: كلمة المرور غير صالحة . يجب أن تكون كلمة المرور بين 8 و 25 حرفا

# CenterDuplicateName
source: The center name duplicated, please choose another name
ar: اسم المنشأة التدريبية مكرر ، يرجى اختيار اسم آخر

# CenterInvalidCode
source: Invalid secure code
ar: ادخل الكود المرسل الى جوالك بشكل صحيح

# CenterRegisterSuccess
source: <b>Will done!</b> You successfully registered a login account with submitted details
ar: <b> تم التسجيل! </ b> لقد سجلت بنجاح حساب مع التفاصيل المرسلة و يمكنك الان تسجيل الدخول

source: Login
ar: تسجيل الدخول

# CenterSecureCode
source: Secure Code
ar: رمز التحقق

source: Resend
ar: اعادة ارسال

# Seconds
source: secs
ar: ثانية

# SecureCodeNotification
source: A Secure code has been sent to registered mobile NO
ar: تم إرسال رمز التفعيل إلى رقم الجوال المسجل

source: Passport
ar: جواز السفر

# CenterGender
source: Center Type
ar: نوع المنشأة التدريبية

# GenderBoth
source: Male And Female
ar: رجال و نساء

# GenderFemale
source: Female
ar: نساء

# GenderMale
source: Male
ar: رجال

# RequestSavedSuccessfully
source: Certificate matching request has been sent successfully
ar: تم ارسال طلب مطابقة الشهادة بنجاح

# ApplicationQualificationsCollegeAddressIsRequired
source: Institution address is required
ar: عنوان المعهد / الكلية مطلوب

# ApplicationQualificationsCollegeNameIsRequired
source: Institution name is required
ar: اسم المعهد / الكلية مطلوب

# ApplicationQualificationsNameIsRequired
source: Qualification name is required
ar: مسمى الشهادة مطلوب

# CandidateQulifications
source: Qulifications And Certifications
ar: الشهادات والدورات

# RPLRequests
source: Certificate Matching Requests
ar: طلبات مطابقة شهادة

# AttachmenMaxSize
source: The file is too large. The maximum file size is 1MB
ar: حجم الملف كبير جدًا. الحد الأقصى لحجم الملف هو 1 ميجا بايت

# CertificateLevel
source: Level of conformity
ar: مستوى المطابقة

# IssuingCertificate
source: Issuing a certificate
ar: اصدار شهادة

source: Certificates
ar: الشهادات

# CertificateSavedFaild
source: Sorry , Certificate has not been issued
ar: عذرا ، الشهادة لم تصدر بعد

# CertificateSavedSuccessfully
source: Certificate has been issued successfully
ar: تم إصدار الشهادة بنجاح

# HaveTheCertificate
source: Sorry, this certificate was previously issued to this candidate
ar: عذرًا ، لقد تم إصدار هذه الشهادة من قبل لهذا المرشح

# SelectCertificatesLevel
source: Please specify the level of conformity
ar: الرجاء تحديد مستوى المطابقة

source: Center Manager
ar: مدير المنشأة التدريبية

# GeneralLicenseThreeMonth
source: Has the establishment’s general license to provide training was obtained from the General Administration for Private Training in the institution? General Technical and Vocational Training. So that the period of implementation of programs in the public license is not less than three months
ar: هل تم الحصول على الترخيص العام للمنشأة لتقديم التدريب من قبل الإدارة العامة للتدريب الأهلي بالمؤسسة العامة للتدريب التقني والمهني. بحيث لا تقل مدة التنفيذ البرامج في الرخصة العامة عن ثلاثة أشهر

# PrivateLicenseHealthSafety
source: Has the license to provide training for the targeted program "Occupational Safety and Health" been obtained?
ar: هل تم الحصول على الترخيص الخاص بتقديم التدريب للبرامج المستهدفة "السلامة والصحة المهنية"

source: Capacity
ar: الطاقة الاستيعابية

source: Center Address
ar: عنوان المنشأة التدريبية

# UrlValidator
source: Invalid Url
ar: الموقع الإلكتروني غير صحيح

source: Web Address
ar: الموقع الإلكتروني

# CenterTrainingCourseInfo
source: Center Training Course Information
ar: بيانات الدورة التدريبية

source: Number of Teachers
ar: عدد المدربين

source: Number of Trainees
ar: عدد المتدربين

source: Gender
ar: الفئة المستهدفة

source: Add New Course
ar: اضافة

# TrainerQualificationTerms
source: <ul> <li> The trainer must be able to communicate well, read and write in Arabic. The trainer must also be proficient in the English language to be able to explain the terminology of the training program. </li> <li> To have: <ul> <li> Bachelor's degree in occupational safety and health from a recognized university. He has 3 years of work experience in the field of occupational safety and health </li> <li> Or he holds a qualification in occupational safety and health from an internationally recognized authority and a bachelor's degree in one of the technical or engineering fields from a recognized university and has 3 years work experience in the field of occupational safety and health </li> </ul> </li> <li> He must have previous educational experience in the post-secondary, technical or vocational sector. Three years experience is minimum. </li> </ul>
ar: <ul> <li> أن يكون المدرب قادر على التواصل الجيد والقراءة والكتابة باللغة العربية. كما لابد ان يجيد المدرب اللغة الانجليزية للتمكن من شرح المصطلحات الخاصة بالبرنامج التدريبي. </li> <li> أن يكون حاصل على: <ul> <li> درجة البكالوريوس في السلامة والصحة المهنية من جامعة معترف بها. ولديه خبرة عمل 3 سنوات في مجال السلامة والصحة المهنية </li> <li> أو يكون حاصل على مؤهل في السلامة والصحة المهنية من جهة معترف بها دوليا ودرجة بكالوريوس في احد المجالات التقنية او الهندسية من جامعة معترف بها ولديه خبرة عمل 3 سنوات في مجال السلامة والصحة المهنية </li> </ul> </li> <li> ان يكون لديه خبرة تعليمية سابقة في قطاع ما بعد الثانوي أو الفني أو المهني. خبرة ثلاث سنوات هي الحد الأدنى. </li> </ul>

# ForgetPasswordConfirmMsg
source: Please check the link sent to your email address or your mobile No: xxxxxxx{0} to reset your password
ar: فضلا تحقق من الرابط المرسل الى بريدك الإكتروني أو الجوال رقم : xxxxxxx{0} لاعادة تعيين البيانات الشخصية

source: License
ar: الترخيص

source: Male
ar: رجال

source: Female
ar: نساء

source: Center Training Type
ar: البرنامج التدريبي المطلوب

source: Add New Trainer
ar: اضافة

source: Certificate Type
ar: نوع الشهادة

source: CV
ar: ارفاق اعتماد مدرب سلامة وصحة مهنية من المؤسسة العامة للتدريب التقني والمهني

source: Education Experience
ar: الخبرات فيما يتعلق بالتدريس

source: General License Attachment
ar: مرفق الترخيص العام

source: Managed Units
ar: الوحدات المسؤول عنها (إن وجدت)

# Msg_ErrorMustAddTrainingCourseInfo
source: Must Add Training Course Information
ar: يجب اضافة بيانات الدورة التدريبية

# Msg_ErrorMustSelectTrainingCourseGender
source: Must Select Training Course Gender
ar: يجب اختيار الفئة المستهدفة

source: Private License Attachment
ar: مرفق الترخيص الخاص

# RequiredSelectCenterType
source: Please select at least one Center Type
ar: يجب اختيار مستوي واحد على الاقل

source: Teaching Experience Sector
ar: قطاع خبرة التدريس

source: Years of Education Experience
ar: عدد سنوات الخبرة في التدريس

source: Trainer Qualification
ar: المؤهل

source: Trainer Name
ar: اسم الموظف

source: Trainer Level
ar: الدرجة الوظيفية

source: Trainers Qualifications
ar: مؤهلات وخبرات المدربين

source: License Attachments
ar: مرفقات الترخيص

# ContactUs
source: For inquiry, please contact
ar: للتواصل والاستفسار

source: Approved
ar: مقبول

source: Bachelor
ar: بكالوريس

source: Diploma
ar: دبلوم

source: Higher professional education
ar: تعليم مهني عالي

source: High School
ar: الثانوية العامة

source: Master
ar: ماجستير

source: NotApproved
ar: لم يتم القبول

source: PhD
ar: دكتوراه

source: Qualification Level
ar: المستوى الأكاديمي

source: Sent Back To Candidate
ar: إعادة إرسال

source: Update Years Of Experience
ar: تحديث بيانات سنوات الخبرة

# ExperienceRequired
source: The experience is required
ar: يجب ادخال الخبره

# OSHExperienceRequired
source: The OSH experience is required
ar: يجب ادخال الخبرة فى مجال السلامة والصحة المهنية

# WarrantAllInformationCorrect
source: I represent and warrant that all information is correct
ar: أقر وأتعهد بأن جميع المعلومات صحيحة

# MustWarrantAllInformationCorrect
source: Must represent and warrant that all information is correct
ar: يجب ان تقر وتتعهد بأن جميع المعلومات صحيحة

# AcknowledgmentDataValidity
source: Acknowledgment of data validity
ar: الإقرار بصحة البيانات
