Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/Workflow/WithdrawRequestResources.*.resx
Languages: ar

source: ActivityName
ar: المهمة

source: Advanced Search
ar: بحث متقدم

source: AllocatedUser
ar: المستخدم

# AttachedFileName
source: Reason Attachment
ar: مرفقات

source: Cancel
ar: إلغاء الأمر

# CanNotSubmitRequestForIntakeStudentsTillDayTen
source: Intake students are not allowed to submit withdrawal request till DayTen
ar: لا يسمح بتسجيل طلب انسحاب للطلاب المستجدين الا بعد مرور اسبوعين من بداية الفصل الدراسى

source: Counselor Comment
ar: تعليق المستشار

# DetailsModuleTitle
source: Request Details Module Title
ar: التفاصيل

# DetailsTitle
source: Request Details
ar: تفاصيل الطلب

# Inbox
source: My Requests
ar: مهامي

# InboxModuleTitle
source: My Requests
ar: صندوق المهام

# InboxTasks
source: My Tasks
ar: مهامي

source: National ID
ar: رقم الهوية الوطنية

source: No data to display
ar: لا يوجد يبانات

source: OriginatorName
ar: مقدم الطلب

source: Process Name
ar: العملية

source: RequestDate
ar: تاريخ الطلب

source: Request Details
ar: تفاصيل الطلب

source: Request Name
ar: الطب

source: RequestNameAr
ar: الطلب

source: RequestNameEn
ar: Request Name

source: Request Number
ar: رقم الطلب

source: Request Status
ar: حالة الطلب

# RequestUpdatedFailed
source: Sorry , Your withdraw request has not updated
ar: عفواً، لم يتم إرسال الطلب

# RequestUpdatedSuccessfully
source: Your withdraw request has been sent successfully
ar: تم إرسال الطلب بنجاح

source: Select
ar: اختر

source: SerialNumber
ar: الرقم التسلسلي

source: Stage Name
ar: حالة الطلب

source: StageNameAr
ar: المرحلة

source: StageNameEn
ar: Stage

source: Start Withdraw Request Module Title
ar: طلب انسحاب

# StartWithdrawRequestTitle
source: Start Withdraw Request
ar: تقديم طلب انسحاب

source: Student FullName
ar: اسم الطالب الكامل

source: Student Name
ar: اسم الطالب

source: Student National ID
ar: رقم الهوية الوطنية للطالب

source: Student Service Close Request Module Title
ar: إغلاق الطلب

source: Student Service Close Request Title
ar: إغلاق الطلب

source: Student Services Comment
ar: تعليق مسؤول خدمات الطالب

source: Submit
ar: حفظ

# Success
source: The Request is submitted successfully
ar: تم تقديم الطلب بنجاح

# Title
source: My Requests
ar: مهامي

source: Url
ar: رابط المهمة

source: UserFullName
ar: الاسم الكامل

source: UserName
ar: اسم المستخدم

# WithdrawRequestReason
source: Withdraw Request Reasons
ar: أسباب طلب الانسحاب

# WithdrawRequestReasonAttached
source: Reason Attachments
ar: مرفقات أسباب الانسحاب

# WithdrawRequestReasonAttachmentUrl
source: Click here to download
ar: انقر هنا لعرض الملف

# WithdrawRequestReasonComments
source: Reason Comments
ar: تعليق الطالب

# WorkflowIDAsProcessName
source: WorkflowID
ar: سير العمل

# ApplicationPeriodEnded
source: Sorry, you cannot submit the withdrawal request due to the expiry of the submission period of withdrawal requests
ar: عذرا، لا يمكن تقديم طلب الانسحاب بسبب انتهاء فترة تقديم طلبات الانسحاب
