Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/AppResources.*.resx
Languages: ar

# AcademicInformation
source: School
ar: البيانات الدراسية

# AcademicInformations
source: Provide your academic information
ar: تقديم المعلومات الأكاديمية الخاصة بك

source: Academic Year
ar: السنة الأكاديمية

# AccountDetails
source: Provide your account details
ar: بيانات الهوية الوطنية

source: Achievment
ar: التحصيلي

# AchievmentValidation
source: Provide your achievment
ar: التحصيلي حقل مطلوب

source: Associate Diploma
ar: دبلوم مشارك

source: Attendance
ar: الحضور

source: Back
ar: رجوع

source: Birth Date
ar: تاريخ الميلاد

# BirthDateValidation
source: Provide Your Birth Date
ar: تاريخ الميلاد حقل مطلوب

source: Birth year
ar: سنة الميلاد

# BirthYearValidation
source: Provide your Birth Year.
ar: سنة الميلاد حقل مطلوب

# ChangeContact
source: Change Contacts
ar: تغيير جهات الاتصال

source: Change Password
ar: تغيير كلمة المرور

# CheckStudent
source: Identity
ar: الهوية

source: College
ar: الكلية

# Confirm
source: Confirmation
ar: مراجعة الطلب

# ConfirmApplication
source: Confirm your application
ar: أكد طلبك

# Continue
source: Next
ar: التالى

source: Current Password
ar: كلمة المرور الحالية

source: Deferral Request
ar: طلب تأجيل

source: Diploma
ar: شهادة دبلوم

# DroppedWithdrawRequest
source: Withdraw Request
ar: طلب انسحاب

source: Edit Application Desires
ar: تعديل الرغبات

source: Email
ar: البريد الإلكترونى

source: Enrollment Details
ar: سجل الطالب

source: Enrollment History
ar: سجل طلب التسجيل

source: Enrollment Information
ar: معلومات طلب التسجيل

# EnrollmentRequestEdit
source: Edit Enrollment Request
ar: تعديل طلب التسجيل

source: Enrollment Request Wizard
ar: نموذج طلب التسجيل

# Errors
source: You have some form errors. Please check below.
ar: لديك بعض الأخطاء في نموذج طلب التسجيل . يرجى التحقق أدناه.

source: Exams
ar: الإختبارات

# FamilyNameAr
source: Arabic Family Name
ar: اسم العائلة باللغة العربية

# FamilyNameArValidation
source: Provide Your Arabic Family Name
ar: اسم العائلة باللغة العربية حقل مطلوب

# FamilyNameEn
source: English Family Name
ar: اسم العائلة باللغة الإنجليزية

# FamilyNameEnValidation
source: Provide Your English Family Name
ar: اسم العائلة باللغة الإنجليزية حقل مطلوب

# FatherNameAr
source: Arabic Father Name
ar: اسم الأب باللغة العربية

# FatherNameArValidation
source: Provide Your Arabic Father Name
ar: اسم الأب باللغة العربية حقل مطلوب

# FatherNameEn
source: English Father Name
ar: اسم الأب باللغة الإنجليزية

# FatherNameEnValidation
source: Provide Your English Father Name
ar: اسم الأب باللغة الإنجليزية حقل مطلوب

source: First College
ar: الكلية الأولى

# FirstCollegeValidation
source: Provide your first college
ar: الكلية الأولى حقل مطلوب

# FirstNameAr
source: Arabic First Name
ar: الأسم الأول باللغة العربية

# FirstNameArValidation
source: Provide Your Arabic First Name
ar: الأسم الأول باللغة العربية حقل مطلوب

# FirstNameEn
source: English First Name
ar: الأسم الأول باللغة الإنجليزية

# FirstNameEnValidation
source: Provide Your English First Name
ar: الأسم الأول باللغة الإنجليزية حقل مطلوب

source: First Specialization
ar: التخصص الأول

# FirstSpecializationValidation
source: Provide your first specialization
ar: التخصص الأول حقل مطلوب

source: Foundation
ar: السنة التحضيرية

source: Full Name Arabic
ar: الاسم باللغة العربية

source: Full Name English
ar: الاسم باللغة الإنجليزية

source: Gender
ar: الجنس

# GenderFemale
source: Female
ar: انثى

# GenderMale
source: Male
ar: ذكر

source: GPA
ar: المعدل التراكمي

# GPAValidation
source: Provide your GPA
ar: المعدل التراكمي حقل مطلوب

source: Graduation Year
ar: سنة التخرج

# GraduationYearValidation
source: Provide your graduation year
ar: سنة التخرج حقل مطلوب

# GrandFatherNameAr
source: Arabic Grand Father Name
ar: اسم الجد باللغة العربية

# GrandFatherNameArValidation
source: Provide Your Arabic Grand Father Name
ar: اسم الجد باللغة العربية حقل مطلوب

# GrandFatherNameEn
source: English Grand Father Name
ar: اسم الجد باللغة الإنجليزية

# GrandFatherNameEnValidation
source: Provide Your English Grand Father Name
ar: اسم الجد باللغة الإنجليزية حقل مطلوب

# HaveInProgressRequestOrEnrolled
source: Sorry you can't apply new enrollment request . may be you have inprogress request or you are already enrolled.
ar: عذرا ، لا يمكنك تقديم طلب جديد . ربما يكون لديك طلب قيد التنفيذ .

source: Join Date
ar: تاريخ الانضمام

# JoinedBefore
source: Have you ever been to the Faculty of Excellence?
ar: هل سبق وان التحقت بالكليات التقنية العالمية؟

# JoinedBeforeNo
source: No
ar: لا

# JoinedBeforeYes
source: Yes
ar: نعم

source: Joining
ar: انضمام

source: Level
ar: مستوى

source: Mobile Number
ar: رقم الجوال

# Motivation
source: How did you hear about colleges of excellence?
ar: كيف سمعت عن الكليات التقنية العالمية ؟

# MotivationValidation
source: Provide your motivation
ar: كيف سمعت عن الكليات التقنية العالمية حقل مطلوب

source: NationalId
ar: الهوية الوطنية

# NationalIdValidation
source: Provide Your NationalId
ar: الهوية الوطنية حقل مطلوب

source: New Password
ar: كلمة المرور الجديدة

source: Personal info
ar: المعلومات الشخصية

# PersonalInformation
source: Provide Your Personal information
ar: المعلومات الشخصية

source: Priority
ar: الأولوية

source: Qiyas
ar: القياس

# QiyasValidation
source: Provide your Qiyas
ar: القياس حقل مطلوب

source: Request desires details
ar: تفاصيل الرغبات فى طلب التسجيل

source: Request Details
ar: تفاصيل الطلب

source: Request Information
ar: بيانات طلب التسجبل

source: Request Number
ar: رقم الطلب

source: Requests
ar: الطلبات

source: Request Status
ar: حالة الطلب

source: Re-type New Password
ar: أعد كتابة كلمة المرور الجديدة

# SchoolCity
source: City
ar: المدينة

# SchoolCityValidation
source: Provide your city or town
ar: المدينة حقل مطلوب

source: School Name
ar: اسم المدرسة

# SchoolNameValidation
source: Provide your school name
ar: اسم المدرسة حقل مطلوب

source: School Region
ar: المنطقة

# SchoolRegionValidation
source: Provide your school region
ar: المنطقة حقل مطلوب

source: School Type
ar: نوع المدرسة

# SchoolTypeValidation
source: Provide your school type
ar: نوع المدرسة حقل مطلوب

source: Second College
ar: الكلية الثانية

# SecondCollegeValidation
source: Provide your second college
ar: الكلية الثانية حقل مطلوب

source: Second Specialization
ar: التخصص الثانى

# SecondSpecializationValidation
source: Provide your second specialization
ar: التخصص الثانى حقل مطلوب

source: Specialization
ar: التخصص

source: Status
ar: الحالة

# StepOneOfFive
source: Step 1 of 5
ar: الخطوة 1 من 5

# StudentApplication
source: Programs
ar: البرامج التدريبية

# StudentDesires
source: Provide your desires to choose colleges
ar: اختر الرغبات

# StudentInformation
source: Information
ar: البيانات الشخصية

source: Student Name
ar: اسم الطالب

source: Submit
ar: ارسال

# SuccessfulValidation
source: Your form validation is successful!
ar: تم التحقق من صحة النموذج بنجاح !

source: Term End Date
ar: تاريخ انتهاء المدة

source: Term Start Date
ar: تاريخ البدء النهائي

# TermType
source: Term
ar: الفصل الدارسي

source: Third College
ar: الكلية الثالثة

# ThirdCollegeValidation
source: Provide your third college
ar: الكلية الثالثة حقل مطلوب

source: Third Specialization
ar: التخصص الثالث

# ThirdSpecializationValidation
source: Provide your third specialization
ar: التخصص الثالث حقل مطلوب

source: Transfer Request
ar: طلب نقل

# UniversityGraduated
source: Are you a university graduate?
ar: هل حصلت على شهادة جامعية (دبلوم او بكالوريوس)

# UniversityGraduatedNo
source: No
ar: لا

# UniversityGraduatedYes
source: Yes
ar: نعم

source: Work Status
ar: حالة العمل

# WorkStatusValidation
source: Provide your work status
ar: حالة العمل حقل مطلوب

source: Applicants
ar: المتقدميين

source: Dashboard
ar: الرئيسية

source: Enrollment Request
ar: طلب التحاق جديد

# Enrollments
source: Students
ar: الطلاب

source: My Profile
ar: بياناتى

# CheckVerificationCode
source: Sorry , you cannot submit an enrollment request . Please enter your verification code sent at your mobile
ar: عذراً ، لا يمكن تقديم طلب الالتحاق . الرجاء إدخال رمز التحقق الذي تم إرساله على هاتفك الجوال

# ChangeContactFailed
source: Sorry , Failed to change student contact information . Please try again
ar: عذراً , فشل فى تغيير معلومات جهات اتصال الطالب. حاول مرة اخرى

# ChangeContactSuccessfully
source: Student contact information was successfully changed
ar: تم تغيير معلومات جهات اتصال الطالب بنجاح

# EnrollmentFailed
source: Sorry , Failed in changing student status to {0} . Please try again
ar: عذراً , فشل فى تغيير حالة الطالب الى {0} . فضلا حاول مرة اخرى

# EnrollmentSuccessfully
source: The student status was changed to {0} successfully .
ar: تم تغيير حالة الطالب الى {0} بنجاح .

# PasswordChanged
source: Student password successfully changed .
ar: تم تغيير كلمة المرور للطالب بنجاح .

# PasswordChangedFailed
source: Sorry , Failed to change student password , please try again
ar: عذراً , فشل فى تغيير كلمة المرور للطالب . فضلا حاول مرة اخرى

source: Activation Code
ar: رمز التفعيل

# CheckYourNationalId
source: Sorry , you cannot submit an enrollment request . Please check you NationalId
ar: عذراً ، لا يمكنك إرسال طلب تسجيل . يرجى التحقق من الهوية الوطنية

source: First College Is Required
ar: الكلية الأولى حقل مطلوب

source: First Specialization Is Required
ar: التخصص الأول حقل مطلوب

source: Second Specialization Is Required
ar: التخصص الثانى حقل مطلوب

# SpecializationNotDuplicated
source: Please do not repeat the same selection of specialization
ar: يرجى عدم تكرار اختيار نفس التخصص

source: Third Specialization Is Required
ar: التخصص الثالث حقل مطلوب

# DeferralRequestReasons
source: Deferral Reasons
ar: اسباب التأجيل

# DeferralRequestTrainingTrimester
source: Aacademic year term
ar: الفصل الدراسي

source: WorkFlows
ar: الطلبات

source: Request History
ar: تتبع الطلب

source: Decision
ar: القرار

# RequestAction
source: Action
ar: القرار

# RequestActionBy
source: Action By
ar: متخذ القرار

# RequestActionDate
source: Action Date
ar: تاريخ القرار

# RequestComment
source: Comment
ar: التعليق

# RequestStage
source: Stage
ar: المرحلة

# AcademicYearTermUnDefined
source: Un Defined
ar: الفصل الدراسي للكلية غير محدد

# FirstAcademicYearTerm
source: First Semester
ar: الفصل الدراسي الأول

# FourthAcademicYearTerm
source: Four Semester
ar: الفصل الدراسي الرابع

# SecondAcademicYearTerm
source: Second Semester
ar: الفصل الدراسي الثانى

# ThirdAcademicYearTerm
source: Third Semester
ar: الفصل الدراسي الثالث

# DismissRequestReasons
source: Reasons of Dismiss
ar: أسباب الفصل

source: Withdraw Request
ar: طلب انسحاب

source: Inbox
ar: المهام

# MyRequests
source: Requests
ar: الطلبات

source: Dismiss Request
ar: طلب فصل

source: Withdraw Request Details
ar: تفاصيل طلب انسحاب

# HaveUnAcceptedEnrolled
source: The student's enrollment status is not allowed to applay this request.
ar: عذراً حالة طلب الالتحاق لا تسمح بتقديم هذا الطلب.

source: Name
ar: الاسم

# NotTermEnrrolledOrTermsDeffered
source: sorry , you may be not term enrrolled or may be already defere all terms
ar: عذراً ، ربما لم تكون مضاف على العام الدراسى الجارى او ربما انك قد اجلت جميع الفصول الدراسية للعام الدراسي الجارى

# AttachedFile
source: Attachment
ar: الملف المرفق

# TermName
source: Academic Term
ar: الفصل الدارسي

# PercentageOfAttendance
source: Percentage of attendance per month on course during the session
ar: نسبة الحضور فى الشهر على كورس خلال فصل دراسي

source: Current College
ar: الكلية الحالية

source: New College
ar: الكلية الجديدة

# NewSpecialization
source: Specialization
ar: التخصص الجديد

# TransferRequestReasons
source: Reasons Of Transfer
ar: أسباب النقل

# NewCollegeId
source: New College Identifier
ar: معرف الكية الجديدة

# NewSpecializationId
source: New Specialization Identifier
ar: معرف التخصص الجديد

# OtherTransferReasons
source: Comments
ar: التعليق

# StudentComment
source: Student's Comment
ar: تعليق الطالب

# FundingLevelID
source: Funding Level
ar: نوع التمويل

source: Number Of Full Funding Trimester
ar: عدد الفصول الممولة

source: Candidate No
ar: المرشح رقم

source: Score
ar: النتيجة

# StudentActualMark
source: Actual Mark
ar: العلامة فعلية

source: Enrollment Statistic Request
ar: طلب احصائيات التسجيل

# DeanInfo
source: Dean Information
ar: معلومات عميد الكلية

# StaffInfo
source: Staff Information
ar: معلومات الطاقم

# StudentsInfo
source: Students Information
ar: معلومات الطلبة

source: Select
ar: اختر

# BeforeEndDateOfCurrentAcademicTerm
source: You can not submit transfer request befor {0} days of end-date of current academic term.
ar: لا يمكنك تقديم طلب نقل قبل {0} يوم من تاريخ نهاية الفصل الحالي..

source: Joined Term
ar: اول فصل الدراسي

# ChangeContactValidation
source: Sorry , Failed to change student contact , Please fill in the required fields .
ar: عذراً , فشل فى تغيير بيانات الإتصال للطالب . يرجى تعبئة الحقول المطلوبة

# PasswordChangedValidation
source: Sorry , Failed to change student password , Please fill in the required fields.
ar: عذراً , فشل فى تغيير كلمة المرور للطالب . يرجى تعبئة الحقول المطلوبة.

# BirthYearMaxLength
source: Please enter the Hijri year of birth consisting of 4 valid numbers only .
ar: الرجاء ادخال سنة الميلاد الهجرية المكون من 4 ارقام صحيحة فقط

# BirthYearMinLength
source: Please enter the Hijri year of birth consisting of 4 valid numbers only .
ar: الرجاء ادخال سنة الميلاد الهجرية المكون من 4 ارقام صحيحة فقط

# BirthYearAndNationalIdValidation
source: Sorry, please check your national ID number and hijri year of birth .
ar: عذراً يرجى التحقق من رقم الهوية الوطنية وسنة الميلاد الهجرية

source: Change selected student status
ar: تغيير الحالة للطلبة المختاره

source: Change Status
ar: تغيير الحالة

source: All
ar: الكل

source: Requests Types
ar: نوع الطلب

source: Completed
ar: مكتمل

source: In Progress
ar: تحت الاجراء

# BirthDateHijri
source: Hijri Birth Date
ar: تاريخ الميلاد الهجرى

# Logo
source: Attached File
ar: الملفات المرفقة

# AttachedFile1
source: Attachment
ar: الملف المرفق

# AttachedFile2
source: Attachment (Optional)
ar: الملف المرفق (اختياري)

# MissingInfo
source: There is some missing information, please contact administrator
ar: هناك نقص في المعلومات ، يرجى الاتصال بالمسؤول

source: Reinstate Request
ar: طلب اعادة تسجيل

# ServiceCurrentlyNotAvailable
source: Sorry, this service is currently not available.
ar: نعتذر, هذه الخدمة غير متاحة حاليا.

# NameAr
source: Name Arabic
ar: الإسم بالعربية

# NameEn
source: Name English
ar: الإسم بالإنجليزية

source: Birth year hijri
ar: سنة الميلاد الهجرية

# Invalid_Boolean
source: The inputs must be matched with true or false .
ar: يجب مطابقة المدخلات مع true أو false.

source: Invalid DateTime .
ar: تاريخ غير صالح .

# Invalid_Decimal
source: Invalid Decimal number .
ar: 24/5000 رقم عشري غير صالح.

# Invalid_Domain
source: Invalid domain name .
ar: اسم النطاق غير صالح .

source: Invalid Email .
ar: عنوان البريد الإلكتروني غير صالح.

source: Invalid file path .
ar: مسار ملف غير صالح.

# Invalid_FileUploadExtention
source: The inputs must be matched with (jpg|JPG|jpeg|JPEG|png|PNG|docx|DOCX|doc|DOC|pdf|PDF) file extention .
ar: يجب مطابقة الإدخالات مع ملف jpg | JPG | jpeg | JPEG | png | PNG | docx | docx | doc | doc | pdf | PDF).

# Invalid_Host
source: Invalid host url .
ar: عنوان مضيف غير صالح.

# Invalid_HTML
source: Invalid HTML text .
ar: نص HTML غير صالح.

# Invalid_Integer
source: Invalid Integer number .
ar: عدد صحيح غير صالح.

# Invalid_Numeric
source: Invalid Numeric digits .
ar: أرقام عددية غير صالحة.

source: Invalid URL .
ar: URL غير صالح .

source: Invalid IP Address .
ar: عنوان IP غير صالح.

# Settings_Type
source: Type
ar: النوع

# StudentDisabilityRequest
source: Disability Request
ar: طلب إعانة المالية لذوى الإعاقة

source: Description
ar: الوصف

# DescriptionAr
source: Description Arabic
ar: الوصف باللغة العربية

# DescriptionEn
source: Description English
ar: الوصف باللغة الإنجليزية

source: Active
ar: فعال

source: InActive
ar: غير فعال

source: Application Details
ar: تفاصيل طلب الإلتحاق

source: Other
ar: اخرى

source: Other Information
ar: بيانات اخرى

# RangeValidator
source: {0} value must be between {1} to {2}
ar: يجب أن تكون قيمة {0} ما بين {1} إلى {2}

# CertificateDonor
source: College Name
ar: اسم الكلية

# CertificateName
source: Certificate Title
ar: مسمى الشهاده

# CourseName
source: Certificate Title
ar: مسمى الشهادة

# EducationLevel
source: Degree
ar: المستوى التعليمى

# FacultyName
source: Institution Name
ar: اسم المعهد / الكلية

source: Graduation Date
ar: تاريخ التخرج

source: Study Start Date
ar: تاريخ الإلتحاق

# CollegeAddress
source: Institution Address
ar: عنوان المعهد / الكلية

# InstituteAddress
source: College Address
ar: عنوان الكلية

# CandidateAcademicInformation
source: General Education Qualifications
ar: المؤهلات الدراسية

# CandidateAttachments
source: Application checklist attachments
ar: المرفقات المطلوبة

source: Candidate Information
ar: مراجعة بيانات المتقدم

source: Check Candidate
ar: التحقق من المتقدم

# CandidateQulifications
source: Occupational Health And Safety Certifications
ar: المؤهلات والدورات

# ActionDelete
source: Delete
ar: حذف

source: Download
ar: تحميل

source: Save
ar: حفظ

# StipendsWarning
source: The stipends will not be disbursed if the applicant is an employee, and the applicant will bear the consequences of any incorrect information about the employment status
ar: لن يتم صرف المكافئة في حال كان المتقدم/المتقدمة موظفا، وسيتحمل المتقدم/المتقدمة تبعات أي معلومة غير صحيحة عن حالة التوظيف

# EditBatch
source: Batch Editing
ar: تعديل دفعة

source: Update From Yakeen
ar: تحديث البيانات من خدمة يقين

# Motivation_SP
source: How did you hear about the institute?
ar: كيف سمعت عن المعهد ؟

# College_SP
source: Institute
ar: المعهد

# SaveDraft
source: Save As Draft
ar: حفظ كمسودة

# ContinueWizard
source: Continue
ar: استمرار

source: Attendance Attachment
ar: مرفق الحضور

source: Center Basic Details
ar: البيانات الاساسية

source: Login Account Details
ar: بيانات حساب المستخدم

# CenterConfirmation
source: Confirmation
ar: تأكيد الجوال

# CenterSummary
source: Summary
ar: ملخص

# JoinedBefore_SP
source: Have you ever been joined to the institutes?
ar: هل سبق وان التحقت بمعاهد الشراكات الاستراتيجية؟

# ApplicationValidationError
source: Sorry, be sure to fill in the application correctly .
ar: عذرا، يجب التأكد من تعبئة الطلب بشكل صحيح

source: Female Colleges
ar: كليات البنات

source: Male Colleges
ar: كليات البنين

# HijriBirthDateSample
source: eg :
ar: مثال :

# College_OSH
source: Training Center
ar: مركز التدريب

# JoinedBefore_OSH
source: Have you ever been joined to the training centers ?
ar: هل سبق لك الإنضمام إلى مراكز التدريب ؟

# Motivation_OSH
source: How did you hear about training centers ?
ar: كيف سمعت عن مراكز التدريب ؟

# AcademicData_OSH
source: Academic Data
ar: البيانات الأكاديمية

source: Depth
ar: العمق

source: Approved
ar: مقبول

source: Not Approved
ar: لم يتم القبول

source: Qualification Level
ar: المستوى الأكاديمي

# SentBackToCandidate
source: Sent Back
ar: إعادة إرسال

# SchoolType_SP
source: Academic qualification type
ar: نوع المؤهل الدراسي

# SchoolName_SP
source: Educational organization name
ar: اسم الجهة التعليمية

# SubmitAndPay
source: Pay and Submit
ar: الدفع والإرسال
