Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/CertificateResources.*.resx
Languages: ar

# CertificateConfirmation
source: A certificate has not been found using the information you provided. Please contact RPL-Support@coe.com.sa to confirm.
ar: لم يتم العثور على الشهادة طبقاً للمعلومات التي قدمتها. يرجى التواصل مع RPL-Support@coe.com.sa للتأكيد .

source: Certificate Date
ar: تاريخ الشهادة

source: Certificate Date (Hijri)
ar: تاريخ الشهادة (هجري)

source: Certificate End Date
ar: تاريخ انتهاء الشهادة

source: Certificate End Date (Hijri)
ar: تاريخ انتهاء الشهادة (هجري)

# CertificateExpiration
source: This certificate is temporary and valid until {0}
ar: هذه الشهادة مؤقتة وصالحة إلى تاريخ {0}

# CertificateInfo
source: Certificate Information
ar: بيانات الشهادة

# CertificateInfo1
source: Certificate Information
ar: بيانات الشهادة

source: Certificate Level
ar: مستوى الشهادة

source: Certificate Not Found
ar: لم يتم العثور على الشهادة

source: Certificate Type
ar: نوع الشهادة

source: Certificate validity
ar: صلاحية الشهادة

source: Certificate Verification
ar: التحقق من صحة الشهادة

# FailedGrade
source: fail
ar: راسب

source: Grade
ar: التقدير

source: Invalid certificate
ar: شهادة غير صالحة

source: NationalID
ar: الهوية الوطنية

source: No Information
ar: لا توجد بيانات

# NoInformationData
source: There is no information . Please provide required information to provide you with the certification data.
ar: لا توجد بيانات. يرجى تقديم المعلومات المطلوبة لتزويدك ببيانات الشهادة.

source: Serial Number
ar: رقم الإعتماد

# TemporaryCertificate
source: A temporary certificate valid for six months from the date of issue
ar: شهادة مؤقتة صالحة لمدة ستة أشهر من تاريخ الإصدار

# TraineeNameAr
source: Trainee Name Arabic
ar: اسم المتدرب باللغة العربية

# TraineeNameEn
source: Trainee Name English
ar: اسم المتدرب باللغة الانجليزية

source: Valid certificate
ar: شهادة صالحة

# ExpiredIn6Months
source: six months
ar: ستة أشهر

# ExpiredIn12Months
source: twelve months
ar: إثني عشر شهرا
