Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/ExamBookingAdminResources.*.resx
Languages: ar

source: Search
ar: بحث

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Academic Term
ar: مصطلح أكاديمي

source: Academic Year
ar: السنة الأكاديمية

source: Actions
ar: أجراءات

source: Assessment Component
ar: مكون التقييم

source: Assessment Period
ar: فترة التقييم

source: Assessment Period Code
ar: رمز فترة التقييم

# AssessmentperiodCodeExists
source: Assessment Period code is already exist
ar: كود فترة التقييم موجود بالفعل

# AssessmentStatus
source: Exam Booking Status
ar: حالة حجز الاختبار

source: Assessment Type
ar: نوع التقييم

source: Booked For
ar: حجزت ل

source: Booked On
ar: تم الحجز

source: Booked Trainees
ar: المتدربين المحجوزين

source: Booking Code
ar: رمز الحجز

# BookingDetails
source: Exam Booking Details
ar: تفاصيل حجز الاختبار

# BookingStatus
source: Exam Booking Status
ar: حالة حجز الإختبار

# BookingType
source: Exam Booking Type
ar: نوع حجز الإختبار

# BtnBack
source: Back
ar: عودة

source: College
ar: كلية

# DefaultSelect
source: Choose
ar: اختار

# EndDate
source: Exam End Date
ar: تاريخ انتهاء الإختبار

# EndTime
source: Time To
ar: وقت ل

# ExamBookingCanceled
source: Exam booking has been canceled successfully.
ar: تم إلغاء حجز الإختبار بنجاح.

# ExamBookingConfirmed
source: Exam booking has been confirmed successfully.
ar: تم تأكيد حجز الإختبار بنجاح.

# ExamBookingModuleTitle
source: Exam Booking
ar: حجز الإختبار

# ExamBookingRequestDetailsTitle
source: Exam Booking Details
ar: تفاصيل حجز الإختبار

# ExamBookingSearch
source: Exam Booking Index
ar: قائمة حجز الإختبار

source: Exam Booking Type
ar: نوع حجز الإختبار

source: Intake Batch
ar: دفعة المدخول

source: Manage Trainees
ar: إدارة المتدربين

source: NationalId
ar: الهوية الوطنية

# NewBookingTitle
source: New Exam Booking
ar: حجز إختبار جديد

# NewState
source: New
ar: جديد

source: No Data To Display
ar: لا توجد بيانات للعرض

source: Program
ar: برنامج

source: Qualification
ar: مؤهل

source: Require Approval Status
ar: تتطلب حالة الموافقة

source: Require Flexibility Status
ar: تتطلب حالة المرونة

source: Resit
ar: إعادة

# StartDate
source: Exam Start Date
ar: تاريخ بدء الاختبار

# StartTime
source: Time From
ar: الوقت من

source: Status
ar: حالة

source: Trainee Details
ar: تفاصيل المتدرب

# TraineeName
source: Name
ar: اسم

# TraineesAdded
source: Trainees have been added to exam booking successfully.
ar: تم اضافة المتدربين الى حجز الإختبار بنجاح.

source: Trainees List
ar: قائمة المتدربين

source: Booking Count
ar: عدد الحجوزات

# MsgConfirmRequest
source: Are you sure you want to confirm the request?
ar: هل أنت متأكد أنك تريد تأكيد الطلب والحجز فى SARS؟

# MsgCancelRequest
source: Are you sure you want to cancel the request?
ar: هل أنت متأكد أنك تريد إلغاء الطلب؟

source: Max Slots Number
ar: عدد المتقدمين المسموح به

source: Min Slots Number
ar: الحد الأدنى للمتقدمين

# Confirm
source: SARAS Exam Booking
ar: حجز الاختبار فى SARAS

source: Trainees History
ar: سجل المتدربين

source: Find Examinee
ar: البحث عن ممتحن

source: Booking List
ar: قائمة الحجوزات

# Transaction
source: Transaction number
ar: رقم عملية الدفع

# NotificationList
source: Notifications List
ar: قائمة الإشعارات

source: Notification Reason
ar: سبب الإخطار

# NotificationType
source: Type
ar: النوع

# NotificationAddress
source: Address
ar: العنوان

# NotificationTime
source: Send Time
ar: وفت الارسال

# NotificationSendStatus
source: Send Status
ar: حالة الارسال

# NotificationContent
source: Content
ar: محتوى الاشعار

source: Current Available Slots
ar: الأوقات المتاحة للإختبار

source: Beneficiary
ar: المستفيد

source: Cancelation Reason Required
ar: يجب ذكر سبب الإلغاء

source: CancelBooking
ar: إلغاء الحجز

source: Cancelation Comment
ar: سبب الإلغاء

source: Emergency Cancel
ar: إلغاء الطوارئ

source: Emergency Cancel Request
ar: طلب الإلغاء في حالات الطوارئ

source: Emergency Cancel Request List
ar: قائمة طلبات إلغاء الطوارئ
