Repository: aalnahas123/COESurvey
Catalog: Portal/COE.Common.Localization/UsersMgmtResources.*.resx
Languages: ar

# AccountDetails
source: Enter your account details below
ar: ادخل بيانات الحساب

# ActiveStatus
source: Activation status
ar: حالة التفعيل

# Captcha
source: Verification code
ar: رمز التحقق

# CodeExpiredDate
source: The activation link has expired
ar: رابط التفعيل انتهت صلاحيته

# ConfirmEmail
source: E-mail confirmation
ar: تأكيد البريد الالكترونى

# ConfirmEmailCodeExpired
source: Account activation link expired. You must send a new link to complete the activation of your account
ar: انتهت صلاحية رابط تفعيل حساب. يجب إرسال رابط جديد لاستكمال عميلة تفعيل حسابك

# ConfirmEmailInvalidCode
source: Account activation link is incorrect. Make sure the mail is sent to you. You can resend a new link to activate your account if the sender does not work
ar: رابط تفعيل الحساب غير صحيح. تأكد من البريد المرسل إليكم. يمكنك إعادة إرسال رابط جديد لتفعيل حسابك حال لم يعمل الرابط المرسل

# ConfirmEmailMsg
source: Your e-mail has been confirmed and your account has been activated
ar: تم تأكيد بريدكم الالكترونى و تفعيل الحساب

# ConfirmPassword
source: Confirm your password
ar: تأكيد كلمة المرور

# ConfirmPasswordNotMatchValidator
source: Confirm password does not match password
ar: تأكيد كلمة المرور لا يطابق كلمة المرور

source: Contry
ar: الدولة

source: Create an account
ar: انشاء حساب جديد

source: Current Password
ar: كلمة المرور الحالية

# DataRecover
source: Recover Data
ar: لاستعادة الملف الشخصى انقر هنا

# DataRecoverConfirmMsg
source: Please check the link sent to your email address : {0} or your mobile No: xxxxxxx{1} to reset your password
ar: فضلا تحقق من الرابط المرسل الى بريدك الإكتروني {0} أو الجوال رقم : xxxxxxx{1} لاعادة تعيين البيانات الشخصية

# DefaultLanguage
source: Language
ar: اللغة

source: Edit My Profile
ar: تعديل بياناتي

source: Email
ar: البريد الإلكتروني

# EmailConfirm
source: E-mail confirmation
ar: تأكيد البريد الإلكتروني

# EmailConfirmNotMatchValidator
source: E-mail confirmation does not match the e-mail
ar: تأكيد البريد الإلكتروني لا يطابق البريد الإلكتروني

# EmailNotConfirmed
source: User has not yet activated
ar: لم يتم تفعيل المستخدم بعد

# EmailPasswordLink
source: Send password link
ar: ارسال رابط كلمة المرور

# EmailValidator
source: Email is incorrect
ar: البريد الالكترونى غير صحيح

# EnterCredentials
source: Enter any username and password
ar: ادخل اسم المسخدم او الهوية الوطنية للطالب وكلمة المرور

# EnterEmailNationalId
source: Enter your e-mail address and nationalid below to reset your password .
ar: ادخل البريد الإلكتروني والهوية الوطنية لإستعادة كلمة المرور .

# ExistingEmail
source: Email already exists
ar: البريد الالكتروني موجود بالفعل

# ExistingPhoneNumber
source: Phone number already exists
ar: رقم الهاتف موجود بالفعل

# ExistsingNationalID
source: National ID number already existed
ar: رقم الهوية الوطنية موجود بالفعل

# FacebookLogin
source: Log in <br /> with Facebook account
ar: تسجيل الدخول<br />بحساب فيسبوك

# ForgetPassword
source: Forgot your password
ar: نسيت كلمة المرور ?

# ForgetPasswordConfirmMsg
source: Please check the link sent to your mobile No: xxxxxxx{0} to reset your password
ar: فضلا تحقق من الرابط المرسل الى بريدك الإكتروني {0} أو الجوال رقم : xxxxxxx{1} لاعادة تعيين البيانات الشخصية

# ForgetPasswordError
source: Sorry , Failed to send reset password . Please try again
ar: عذراً , فشل فى ارسال رابط اعادة تعيين كلمة المرور . حاول مرة اخرى

# ForgetPasswordSuccess
source: Success ,Send reset password email successful .
ar: تم ارسال رابط اعادة تعيين كلمة المرور بنجاح .

source: Forgot Password ?
ar: نسيت كلمة المرور

source: Full name
ar: الإسم الكامل

# IAgree
source: I agree to the
ar: أوافق على

# InvalidCaptcha
source: The input code value is incorrect
ar: قيمة الرمز المدخل غير صحيحة

# InvalidLogin
source: Invalid login process, please try again
ar: عملية دخول غير صحيحة ، فضلا أعد المحاولة

source: Invalid mobile number
ar: رقم الجوال غير صحيح

# InvalidNationalID
source: Please enter valid National ID
ar: الرجاء ادخال رقم هوية صحيح

source: Login
ar: تسجيل دخول

# LoginWith
source: Or login with
ar: او سجل الدخول بحسابات

source: Logout
ar: تسجيل خروج

# MustAcceptAgreement
source: Terms and conditions must be approved
ar: يجب الموافقة على الشروط والأحكـام

source: My profile
ar: بياناتي

# NationalId
source: National ID / Residence
ar: الهوية الوطنية / الإقامة

# NationalIDValidity
source: Check the validity of the Saudi national identity
ar: تحقق من صحة الهوية الوطنية السعودية

# NewUserJoinUs
source: New user <br /> Join us
ar: مستخدم جديد<br />انضم إلينا

source: Password
ar: كلمة المرور

# PasswordValidator
source: Invalid password . Password must be between 8 and 25 characters and must contain at least one lowercase letter, one uppercase letter and at least one special character
ar: كلمة المرور غير صالحة . يجب أن تكون كلمة المرور بين 6 و 25 حرفا

# PasswordValidatorTemplate
source: <div dir="ltr" class="tooltip" role="tooltip"><div class="tooltip-arrow"></div><div class="tooltip-inner" style="width:500px"></div></div>
ar: <div dir="rtl" class="tooltip" role="tooltip"><div class="tooltip-arrow"></div><div class="tooltip-inner" style="width:500px"></div></div>

# PasswordValidatorTitle
source: <ul><li>at least 8 characters</li><li>at least 1 numeric character</li><li>at least 1 lowercase letter </li><li>at least 1 uppercase letter </li><li>at least 1 special character</li></ul>
ar: <ul><li>يجب الا تقل عن 6 احرف </li></ul>

# PersonalDetails
source: Enter your personal details below
ar: ادخل البيانات الشخصية

# PhoneNumber
source: Mobile
ar: الجوال

source: Privacy Policy
ar: و سياسة الخصوصية

# RegisterNewUser
source: Create an account
ar: إنشاء حساب

# RegistrationFailed
source: Sorry , Failed to register your ccount . Please try again
ar: عذراً ، فشل في تسجيل الحساب الخاص بك ، يرجى المحاولة مرة أخرى

# RegistrationFailedWithlinkRecover
source: Sorry , Failed to register your ccount . Please check the link to recover and reset your personal information
ar: عذرًا ، فشل تسجيل حسابك. يرجى التحقق من الرابط لاستعادة وإعادة تعيين معلوماتك الشخصية

# RegistrationSuccess
source: Account has been successfully registered . Please check your mobile to check the activation code.
ar: تم تسجيل الحساب بنجاح قم بالدخول لاستكمال طلبكم

source: Remember
ar: تذكرنى

# ResendConfirmEmailLink
source: Re - send activation link
ar: اعادة ارسال رابط التفعيل

# ResetPassword
source: Password Reset
ar: اعادة تعيين كلمة المرور

# ResetPasswordConfirm
source: Confirm Password Reset
ar: تأكيد اعادة تعيين كلمة المرور

# ResetPasswordConfirmMsg
source: Your password has been reset successfully. Please click on the link to reset your login
ar: تم اعادة تعيين كلمة المرور بنجاح فضلا إضغط على الرابط لاعادة الدخول

# ResetPasswordErrorMsg
source: Sorry , Your password has not reset yet .
ar: عذرا، لم تتم إعادة تعيين كلمة المرور حتى الآن.

# ResetPasswordInvalidCode
source: Bad password reset link. Make sure the mail is sent to you. You can resend a new link to reset your password if the sender link does not work
ar: رابط إعادة كلمة مرور غير صحيح. تأكد من البريد المرسل إليكم. يمكنك إعادة إرسال رابط جديد لإعادة تعيين كلمة المرور حال لم يعمل الرابط المرسل

# ResetPasswordSuccessMsg
source: Your password has been reset successfully.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح.

# ResetYourPassword
source: Enter your e-mail address below to reset your password
ar: ادخل البريد الإلكترونى ادناه حتى تتمكن من اعادة كلة المرور

# SendedActivationLink
source: Activation link sent
ar: تم ارسال رابط التفعيل

source: Sign In
ar: تسجيل دخول

source: Sign Up
ar: انشاء حساب

# TermsAgreement
source: Approve the terms and conditions
ar: الموافقة على الشروط والأحكـام

# TermsOfService
source: Terms and Conditions
ar: الشروط والأحكـام

# TermsOfServices
source: Terms of Service
ar: شروط الخدمة

# TwitterLogin
source: Sign in <br /> with Twitter account
ar: تسجيل الدخول<br />بحساب تويتر

# UrlActivationTitle
source: To resend the activation link to your e-mail, click here
ar: لإعادة إرسال رابط التفعيل لبريدك الإلكتروني إضغط هنا

# UserAlreadyActivated
source: User account already activated
ar: تم تفعيل حساب المستخدم من قبل

# UserHasNotProfile
source: Sorry, you can not restore your password. Because the profile is incomplete
ar: عذرا , لا يمكنك استعادة كلمة المرور . ارجوا التاكد من صحة البريد الالكتروني ورقم الجوال المسجل فى النظام

# UserIsLocked
source: User paused, please sign in shortly or contact your system administrator
ar: تم إيقاف المستخدم مؤقتاً، رجاء تسجيل الدخول بعد قليل أو التواصل مع مدير النظام

# UserName
source: User Name NationalId For Student
ar: اسم المستخدم او الهوية الوطنية للطالب

# UserNotActivated
source: The user has been suspended by the system administrator
ar: تم ايقاف المستخدم من قبل مدير النظام

# UserNotFound
source: The user is not registered with the system
ar: المستخدم غير مسجل بالنظام

source: Users managment
ar: إدارة المستخدمين
